Repository: TrellixVulnTeam/splunk-apps_AU3K
Catalog: splunk_app_infrastructure/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ja_jp

source: Splunk Add-on for Amazon Web Services is not installed. It must be enabled to configure AWS.
de_de: Das Splunk Add-On for Amazon Web Services ist nicht installiert. Sie müssen es aktivieren, um AWS konfigurieren zu können.
fr_fr: L’extension Splunk pour Amazon Web Services n’est pas installée. Elle doit être activée pour configurer AWS.
ja_jp: Amazon Web Services 用の Splunk アドオンはインストールされていません。AWS を設定するには、有効にする必要があります。

source: Splunk Build
fr_fr: Création Splunk
ja_jp: Splunk ビルド

source: Splunk Software License Agreement.
de_de: Splunk Software-Lizenzvereinbarung.
fr_fr: contrat de licence du logiciel Splunk.
ja_jp: Splunk ソフトウェア利用規約の条項にすべて従います。

source: Splunk TA AWS Version
fr_fr: Version de Splunk TA AWS
ja_jp: Splunk TA AWS バージョン

source: Splunk Version
fr_fr: Version Splunk
ja_jp: Splunk バージョン

source: Splunk®, Splunk>®, Listen to Your Data®, The Engine for Machine Data®, Splunk Cloud™, Splunk Light® and SPL™ are trademarks and registered trademarks of Splunk Inc. and/or its subsidiaries in the United States and other countries. All other brand names, product names, or trademarks belong to their respective owners.
de_de: Splunk®, Splunk>®, Listen to Your Data®, The Engine for Machine Data®, Splunk Cloud™, Splunk Light® und SPL™ sind Marken oder eingetragene Marken von Splunk Inc. bzw. seiner Tochtergesellschaften in den USA oder anderen Ländern. Alle anderen Markennamen, Produktnamen oder Marken gehören den entsprechenden Inhabern.
fr_fr: Splunk®, Splunk>®, Listen to Your Data®, The Engine for Machine Data®, Splunk Cloud™, Splunk Light® et SPL™ sont des marques commerciales et des marques commerciales déposées de Splunk Inc., et/ou de ses filiales, aux États-Unis et dans d'autres pays. Tous les autres noms de marque, noms de produit ou marques appartiennent à leurs propriétaires respectifs.
ja_jp: Splunk®、Splunk>®、Listen to Your Data®、The Engine for Machine Data®、Splunk Cloud™、Splunk Light®、そして SPL™ は、Splunk Inc.または子会社の米国および他の国における商標および登録商標です。その他すべてのブランド、製品名、商標の所有権は各所有者に帰属します。

source: Start typing
de_de: Eingabe beginnen
fr_fr: Commencez à taper
ja_jp: 入力してください

source: Start typing to filter groups by name
de_de: Mit der Eingabe beginnen, um Gruppen anhand des Namens zu filtern
fr_fr: Commencez à taper pour filtrer les groupes par nom
ja_jp: 名前でグループをフィルタするには入力してください

source: Start typing to filter through all dimensions
de_de: Mit der Eingabe beginnen, um durch alle Dimensionen zu filtern
fr_fr: Commencez à taper pour filtrer dans toutes les dimensions
ja_jp: すべてのディメンションをフィルタするには入力してください

source: Status
fr_fr: Statut
ja_jp: ステータス

source: Stop or remove the data collection agents before you delete an entity to ensure that it is properly removed.
de_de: Beenden oder entfernen Sie die Datenerfassungsagenten, bevor Sie eine Entität löschen, um sicherzustellen, dass sie ordnungsgemäß entfernt wird.
fr_fr: Arrêtez ou retirez les agents de collecte de données avant de supprimer une entité pour que la suppression s'exécute correctement.
ja_jp: エンティティを削除する前にデータ収集エージェントを停止または削除して、エンティティが正しく削除されていることを確認します。

source: Submit
de_de: Senden
fr_fr: Soumettre
ja_jp: 実行

source: Succeeded
de_de: Erfolgreich
fr_fr: Réussi
ja_jp: 成功しました

source: Success
de_de: Erfolg
fr_fr: Réussite
ja_jp: 成功

source: Success deleting VictorOps settings.
de_de: VictorOps-Einstellungen erfolgreich gelöscht.
fr_fr: La suppression des paramètres VictorOps s’est bien déroulée.
ja_jp: VictorOps 設定の削除に成功しました。

source: Success saving VictorOps settings.
de_de: VictorOps-Einstellungen erfolgreich gespeichert.
fr_fr: L’enregistrement des paramètres VictorOps s’est bien déroulé.
ja_jp: VictorOps 設定の保存に成功しました。

source: Success: Increased license to %(gigabytes)d GB with expiration of %(expirationDate)s
de_de: Lizenz erfolgreich auf %(gigabytes)d GB mit Ablaufdatum %(expirationDate)s erhöht
fr_fr: Le passage à une licence de %(gigabytes)d Go expirant le %(expirationDate)s s’est bien déroulé
ja_jp: 成功: %(expirationDate)s の有効期限で、ライセンスが %(gigabytes)d GB に増加しました

source: Successfully created HEC token.
de_de: HEC-Token erfolgreich erstellt.
fr_fr: Le token HEC a bien été créé.
ja_jp: HEC トークンの作成に成功しました。

source: Successfully deleted the account.
de_de: Das Konto wurde erfolgreich gelöscht.
fr_fr: Le compte a bien été supprimé.
ja_jp: アカウントの削除に成功しました。

source: Successfully enabled Http Event Collector.
de_de: HTTP-Ereignissammlung erfolgreich aktiviert.
fr_fr: Le Collecteur d'événements HTTP a bien été activé.
ja_jp: HTTP イベントコレクタの有効化に成功しました。

source: Successfully fetched HEC token.
de_de: HEC-Token erfolgreich abgerufen.
fr_fr: Le token HEC a bien été récupéré.
ja_jp: HEC トークンの取得に成功しました。

source: Support Usage Data
de_de: Nutzungsdaten für den Support
fr_fr: Données d'utilisation de l’assistance
ja_jp: 使用量データのサポート

source: Support and Services
de_de: Support und Services
fr_fr: Assistance et services
ja_jp: サポートとサービス

source: Supported OS types: %(types)s
de_de: Unterstützte Betriebssystemtypen: %(types)s
fr_fr: Types de système d'exploitation pris en charge : %(types)s
ja_jp: サポートされる OS タイプ: %(types)s

source: System
fr_fr: Système
ja_jp: システム

source: System Information
de_de: Systeminformationen
fr_fr: Informations sur le système
ja_jp: システム情報

source: System Requirements for Splunk App for Infrastructure
de_de: Systemanforderungen für Splunk App for Infrastructure
fr_fr: Configuration système requise pour l’application Splunk pour infrastructures
ja_jp: Splunk App for Infrastructure のシステム要件

source: Take a look now
de_de: Jetzt ansehen
fr_fr: Découvrir maintenant
ja_jp: 今すぐ見てみましょう

source: The license you are uploading is expired: %(expirationDate)s
de_de: Die Lizenz, die Sie hochladen, ist abgelaufen: %(expirationDate)s
fr_fr: La licence que vous transférez a expiré le %(expirationDate)s
ja_jp: アップロードしているライセンスは期限切れです: %(expirationDate)s

source: The license you are uploading is not compatible with Splunk Insights. Please upgrade to Splunk Enterprise and upload again.
de_de: Die Lizenz, die Sie hochladen, ist nicht mit Splunk Insights kompatibel. Führen Sie ein Upgrade auf Splunk Enterprise aus und wiederholen Sie das Hochladen.
fr_fr: La licence que vous transférez n’est pas compatible avec Splunk Insights. Veuillez passer à Splunk Enterprise et la retransférer.
ja_jp: アップロードするライセンスは Splunk Insights と互換性がありません。Splunk Enterprise にアップグレードして、再度アップロードしてください。

source: The severity degrades
de_de: Der Schweregrad verschlechtert sich
fr_fr: Le niveau de gravité se dégrade
ja_jp: 重大度が低下します

source: The severity improves
de_de: Der Schweregrad verbessert sich
fr_fr: Le niveau de gravité s'améliore
ja_jp: 重大度が向上します

source: The severity improves/degrades
de_de: Der Schweregrad verbessert/verschlechtert sich
fr_fr: Le niveau de gravité s'améliore/se dégrade
ja_jp: 重大度が向上または低下します

source: Then install the Splunk Add-on for Amazon Web Services from Splunkbase.
de_de: Installieren Sie dann das Splunk Add-on für Amazon Web Services über Splunkbase.
fr_fr: Ensuite, installez l’extension Splunk pour Amazon Web Services, disponible sur Splunkbase.
ja_jp: 次に、SplunkBase から Amazon Web Services 用の Splunk アドオンをインストールします。

source: These reserved words cannot be used: %(reservedWords)s
de_de: Diese reservierten Wörter dürfen nicht verwendet werden: %(reservedWords)s
fr_fr: Ces mots réservés ne peuvent pas être utilisés : %(reservedWords)s
ja_jp: 次の予約語は使用できません: %(reservedWords)s

source: Third-Party Software Credits and Attribution
de_de: Urheberrechte und Zuschreibung von Software von Drittanbietern
fr_fr: Remerciements et attributions relatifs aux logiciels tiers
ja_jp: サードパーティ製ソフトウェアのクレジットと帰属

source: This alert no longer exists.
de_de: Diese Benachrichtigung ist nicht mehr vorhanden.
fr_fr: Cette alerte n’existe plus.
ja_jp: このアラートは存在しません。

source: This script must be run by user with administrator privileges, and it should also have the following dependencies available on the entity:
de_de: Dieses Skript muss von einem Benutzer mit Administratorrechten ausgeführt werden und außerdem die folgenden Abhängigkeiten von der Entität aufweisen:
fr_fr: Ce script doit être exécuté par un utilisateur disposant de privilèges d’administrateur, et il doit également disposer des dépendances suivantes disponibles sur l’entité :
ja_jp: このスクリプトは、管理者権限を持つユーザーが実行する必要があり、エンティティに対して使用できる次の依存関係も必要です。

source: This script must be run by user with root privileges, and it should also have the following dependencies available on the entity:
de_de: Dieses Skript muss von einem Benutzer mit Root-Rechten ausgeführt werden und außerdem die folgenden Abhängigkeiten von der Entität aufweisen:
fr_fr: Ce script doit être exécuté par un utilisateur disposant de privilèges root, et il doit également disposer de dépendances suivantes disponibles sur l’entité :
ja_jp: このスクリプトは、root 権限を持つユーザーが実行する必要があり、エンティティに対して使用できる次の依存関係も必要です。

source: Threshold
de_de: Schwellenwert
fr_fr: Seuil
ja_jp: 閾値

source: Threshold min can not be greater than max
de_de: "Min. Schwellenwert" muss größer als der maximale Schwellenwert sein
fr_fr: Le minimum du seuil ne peut pas être supérieur à son maximum
ja_jp: 閾値の最小値を最大値より大きくすることはできません

source: To attach or modify IAM role, see instructions.
de_de: Siehe die Anweisungen, um eine IAM-Rolle anzufügen oder zu ändern.
fr_fr: Pour joindre ou modifier un rôle IAM, consultez les instructions.
ja_jp: IAM ロールを付加または変更するには、手順を参照してください。

source: To install a license, drop or upload a license file here (license files end with .lic):
de_de: Zum Installieren einer Lizenz laden Sie eine Lizenzdatei (mit der Erweiterung LIC) in diesen Speicherort hoch oder legen sie dort ab:
fr_fr: Pour installer une licence, déposez ou transférez un fichier de licence ici (le nom des fichiers de licence se terminent par .lic) :
ja_jp: ライセンスをインストールするには、ここにライセンスファイル (拡張子 .lic) をドロップするかアップロードしてください:

source: To learn about using SII and VictorOps to solve your infrastructure problems
de_de: Um mehr über die Verwendung von SII und VictorOps zur Lösung Ihrer Infrastrukturprobleme zu erfahren
fr_fr: Pour en savoir plus sur l’utilisation de SII et de VictorOps pour résoudre vos problèmes d’infrastructure
ja_jp: SII と VictorOps を使用してインフラストラクチャの問題を解決する方法については

source: Total Data Stored by Type (metric vs. log/event)
de_de: Gesamte gespeicherte Daten nach Typ (Metrik verglichen mit Protokoll/Ereignis)
fr_fr: Total des données stockées par type (métrique par rapport à log/événement)
ja_jp: タイプ別 (メトリックスまたはログ/イベント) に保管された合計データ

source: Total Storage Used
de_de: Gesamter genutzter Speicherplatz
fr_fr: Espace de stockage total utilisé
ja_jp: 使用されている合計ストレージ

source: Trademarks
de_de: Marken
fr_fr: Marques
ja_jp: 商標

source: Triggered Time
de_de: Zeitpunkt der Auslösung
fr_fr: Heure du déclenchement
ja_jp: 生成された時刻

source: Try Again
de_de: Erneut versuchen
fr_fr: Réessayer
ja_jp: 再試行

source: Type Id
de_de: Typ-ID
fr_fr: ID de type
ja_jp: タイプ ID

source: Type: %(managed_by_type)s is not allowed.
de_de: Typ: %(managed_by_type)s ist nicht zulässig.
fr_fr: Le type %(managed_by_type)s n’est pas autorisé.
ja_jp: タイプ: %(managed_by_type)s は使用できません。

source: Unable to enable Http Event Collector: %(message)s
de_de: HTTP-Ereignissammlung kann nicht aktiviert werden: %(message)s
fr_fr: Impossible d'activer le Collecteur d'événements HTTP : %(message)s
ja_jp: HTTP イベントコレクタを有効にできません: %(message)s

source: Unable to fetch collector URL.
de_de: Sammlungs-URL kann nicht abgerufen werden.
fr_fr: Impossible de récupérer l’URL de collecteur.
ja_jp: コレクタ URL を取得できません。

source: Unable to fetch install agent URL. Please make sure you have correct settings in collectors.conf.
de_de: URL des Installationsagenten kann nicht abgerufen werden. Vergewissern Sie sich, dass "collectors.conf" die richtigen Einstellungen enthält.
fr_fr: Impossible de récupérer l’URL d'agent d’installation. Vérifiez que vos paramètres de collectors.conf sont corrects.
ja_jp: インストールエージェントの URL を取得できません。collectors.conf で正しく設定されていることを確認してください。

source: Unable to get alert definition with given name
de_de: Benachrichtigungsdefinition mit dem angegebenen Namen kann nicht abgerufen werden
fr_fr: Impossible d’obtenir une définition d'alerte pour le nom donné
ja_jp: 指定された名前のアラート定義を取得できません

source: Unable to update alert
de_de: Benachrichtigung kann nicht aktualisiert werden
fr_fr: Impossible de mettre à jour l’alerte
ja_jp: アラートを更新できません

source: Unexpected metric_filter keys
de_de: Unerwartete Schlüssel für "metric_filter"
fr_fr: Clés metric_filter inattendues
ja_jp: metric_filter キーは想定されていません

source: Unique name for this combination of API Key and Routing Key.
de_de: Eindeutiger Name für diese Kombination von API- und Routing-Schlüssel.
fr_fr: Nom unique pour cette combinaison clé d'API/clé de routage.
ja_jp: この API キーとルーティングキーの組み合わせについての一意の名前。

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
ja_jp: 不明

source: Unknown dimension name or value.
de_de: Unbekannter Dimensionsname oder -wert.
fr_fr: Nom ou valeur de dimension inconnu.
ja_jp: ディメンションの名前または値が不明です。

source: Unknown dimension name.
de_de: Unbekannter Dimensionsname.
fr_fr: Nom de dimension inconnu.
ja_jp: ディメンションの名前が不明です。

source: Unknown metric_filter type
de_de: Unbekannter Typ für für "metric_filter"
fr_fr: Type de metric_filter inconnu
ja_jp: metric_filter タイプが不明です

source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
ja_jp: 更新

source: Update AWS account
de_de: AWS-Konto aktualisieren
fr_fr: Mettre à jour le compte AWS
ja_jp: AWS アカウントを更新

source: Update AWS data source
de_de: AWS-Datenquelle aktualisieren
fr_fr: Mettre à jour la source de données AWS
ja_jp: AWS データソースを更新

source: Update Email Server Settings
de_de: E-Mail-Servereinstellungen aktualisieren
fr_fr: Mettre à jour les paramètres du serveur de messagerie
ja_jp: メールサーバー設定を更新

source: Update this group
de_de: Diese Gruppe aktualisieren
fr_fr: Mettre à jour ce groupe
ja_jp: このグループを更新

source: Updating email settings, please wait...
de_de: E-Mail-Einstellungen werden aktualisiert... Bitte warten...
fr_fr: Mise à jour des paramètres de messagerie, veuillez patienter...
ja_jp: メール設定を更新しています。しばらくお待ちください...

source: Upload
de_de: Hochladen
fr_fr: Envoyer
ja_jp: アップロード

source: Upload License
de_de: Lizenz hochladen
fr_fr: Transférer une licence
ja_jp: ライセンスをアップロード

source: Uploading license, Please Wait
de_de: Lizenz wird hochgeladen... Bitte warten...
fr_fr: Transfert de la licence, veuillez patienter
ja_jp: ライセンスをアップロードしています。しばらくお待ちください

source: User preferences failed to update on license upload
de_de: Beim Hochladen der Lizenz konnten die Benutzereinstellungen nicht aktualisiert werden
fr_fr: La mise à jour des préférences utilisateur lors du transfert de la licence a échoué
ja_jp: ライセンスのアップロード時にユーザー設定を更新できませんでした

source: Username
de_de: Benutzername
fr_fr: Identifiant
ja_jp: ユーザー名

source: Username to use when authenticating with the SMTP server. Leave empty for no authentication.
de_de: Zu verwendender Benutzername bei der Authentisierung beim SMTP-Server. Lassen Sie dieses Feld frei, wenn Sie keine Authentisierung wünschen.
fr_fr: Le nom d'utilisateur à employer lors de l'authentification auprès du serveur SMTP. Laissez vide pour aucune authentification.
ja_jp: SMTP サーバーで認証する際に使用するユーザー名。認証しない場合は、空欄にしてください。

source: Value needs to be a string or list
de_de: Wert muss eine Zeichenfolge oder Liste sein
fr_fr: La valeur doit être une chaîne ou une liste
ja_jp: 値は文字列またはリストである必要があります

source: Values for Warning and Critical are empty/invalid.
de_de: Die Werte für "Warnung" und "Kritisch" sind leer bzw. ungültig.
fr_fr: Les valeurs Avertissement et Critique sont manquantes ou non valides.
ja_jp: 警告と致命的の値が空または無効です。

source: Verify IAM role attachment
de_de: IAM-Rollenzuweisung überprüfen
fr_fr: Vérifiez le rôle IAM joint
ja_jp: IAM ロールの添付を検証

source: Version
ja_jp: バージョン

source: VictorOps Settings
de_de: VictorOps-Einstellungen
fr_fr: Paramètres VictorOps
ja_jp: VictorOps 設定

source: VictorOps is not configured correctly. Please check notification settings.
de_de: VictorOps ist nicht ordnungsgemäß konfiguriert. Überprüfen Sie die Benachrichtigungseinstellungen.
fr_fr: VictorOps n’est pas correctement configuré. Vérifiez les paramètres de notification.
ja_jp: VictorOps が正しく構成されていません。通知設定を確認してください。

source: VictorOps notification criteria is not one of the supported criteria
de_de: VictorOps-Benachrichtigungskriterien sind keine der unterstützten Kriterien
fr_fr: Le critère de notification VictorOps ne fait pas partie des critères pris en charge.
ja_jp: VictorOps 通知の基準はサポートされている基準には含まれていません

source: VictorOps setting does not exist
de_de: VictorOps-Einstellung nicht vorhanden
fr_fr: Le paramètre VictorOps n’existe pas
ja_jp: VictorOps 設定が存在しません

source: VictorOps setting with name %(name)s already exists
de_de: VictorOps-Einstellung mit dem Namen %(name)s bereits vorhanden
fr_fr: Un paramètre VictorOps portant le nom %(name)s existe déjà
ja_jp: %(name)s という名前の VictorOps 設定はすでに存在します

source: VictorOps setting with name %(vo_id)s does not exist
de_de: VictorOps-Einstellung mit dem Namen %(vo_id)s nicht vorhanden
fr_fr: Aucun paramètre VictorOps portant le nom %(vo_id)s n’existe
ja_jp: %(vo_id)s という名前の VictorOps 設定は存在しません

source: View group now
de_de: Gruppe jetzt anzeigen
fr_fr: Afficher le groupe maintenant
ja_jp: グループを今すく表示

source: View internal log data to troubleshoot an issue with %(packageName)s or restart Splunk.
de_de: Überprüfen Sie interne Protokolldaten, um ein Problem mit %(packageName)s zu beheben oder Splunk neu zu starten.
fr_fr: Consultez les données du log interne pour résoudre le problème touchant %(packageName)s ou redémarrez Splunk.
ja_jp: 内部ログデータを参照して、%(packageName)s の問題のトラブルシューティングを行うか、Splunk を再起動します。

source: Warning
de_de: Warnung
fr_fr: Avertissement
ja_jp: 警告

source: When setting up CloudWatch Logs agent configuration in AWS, edit the log stream name (log_stream_name) with a unique name (instance_id) for each log group within the configuration file. This defines the log stream’s identity for correlation of logs to individual instances and metric data.
de_de: Wenn Sie die Konfiguration des CloudWatch Logs-Agenten in AWS einrichten, ändern Sie den Namen des Protokoll-Streams (log_stream_name) in einen eindeutigen Namen (instance_id) für jede Protokollgruppe innerhalb der Konfigurationsdatei. Dadurch wird die Identität des Protokoll-Streams für die Korrelation von Protokollen mit einzelnen Instanzen und Metrikdaten definiert.
fr_fr: Lors de la configuration des agents CloudWatch Logs dans AWS, changez le nom du flux de logs (log_stream_name) et donnez un nom unique (instance_id) pour chaque groupe de logs du fichier de configuration. Cela définit l’identité du flux de logs et permet ainsi de corréler les logs à des instances et des données de métriques spécifiques.
ja_jp: AWS で CloudWatch ログエージェントを設定するときは、設定ファイル内のロググループごとにログストリーム名 (log_stream_name) を編集して、一意の名前 (instance_id) にします。これにより、ログを個々のインスタンスおよびメトリックスデータに関連付けるログストリーム ID を定義します。

source: When you delete an entity, all associated alerts will also be deleted.
de_de: Wenn Sie eine Entität löschen, werden auch alle zugehörigen Benachrichtigungen gelöscht.
fr_fr: Lorsque vous supprimez une entité, toutes les alertes associées sont également supprimées.
ja_jp: エンティティを削除すると、関連付けられているすべてのアラートも削除されます。

source: Wildcard can only be at the end.
de_de: Platzhalter muss sich am Ende befinden.
fr_fr: Le caractère générique ne peut se trouver qu'à la fin.
ja_jp: ワイルドカードは末尾にのみ指定できます。

source: Wildcard searches not supported for dimension names.
de_de: Platzhaltersuchen werden für Dimensionsnamen nicht unterstützt.
fr_fr: Les recherches avec caractère générique ne sont pas prises en charge pour les noms de dimension.
ja_jp: ディメンション名ではワイルドカードサーチはサポートされていません。

source: Yes
de_de: Ja
fr_fr: Oui
ja_jp: はい

source: You cannot change the name after saving.
de_de: Sie können den Namen nach dem Speichern nicht ändern.
fr_fr: Vous ne pouvez pas changer le nom après l’enregistrement.
ja_jp: 保存後に名前を変更することはできません。

source: You have removed %d entity
de_de: Sie haben %d Entität entfernt
fr_fr: Vous avez supprimé %d entité
ja_jp: %d 個のエンティティを削除しました

source: You haven't added any entities.
de_de: Sie haben keine Entitäten hinzugefügt.
fr_fr: Vous n'avez pas ajouté d’entités.
ja_jp: エンティティを追加していません。

source: You haven't created a group yet.
de_de: Sie haben noch keine Gruppe erstellt.
fr_fr: Vous n'avez pas encore créé de groupe.
ja_jp: まだグループは作成されていません。

source: You must be assigned admin permissions to use the 'Add Data' page. Please contact your %(packageName)s admin.
de_de: Sie benötigen Administratorberechtigungen, um die Seite "Daten hinzufügen" verwenden zu können. Wenden Sie sich an den %(packageName)s-Administrator.
fr_fr: Vous devez disposer de permissions d'administrateur pour utiliser la page « Ajouter des données ». Veuillez contacter votre administrateur %(packageName)s.
ja_jp: [データの追加] ページを使用するには管理者権限が割り当てられている必要があります。%(packageName)s の管理者にお問い合わせください。

source: You must select at least one metric.
de_de: Sie müssen mindestens eine Metrik auswählen.
fr_fr: Vous devez sélectionner au moins une métrique.
ja_jp: 最低 1 つメトリックスを選択する必要があります。

source: click here.
de_de: Hier klicken.
fr_fr: cliquez ici.
ja_jp: ここをクリックします。

source: enter name of the alert
de_de: Den Namen der Benachrichtigung eingeben
fr_fr: entrez le nom de l’alerte
ja_jp: アラートの名前を入力

source: greater than
de_de: größer als
fr_fr: supérieur à
ja_jp: 次の値より大きい

source: id is missing from request body.
de_de: ID fehlt im Anforderungstext.
fr_fr: L’ID est absent du corps de la requête.
ja_jp: 要求の本文に ID がありません。

source: invalid response
de_de: ungültige Antwort
fr_fr: Réponse non valide
ja_jp: 無効な応答

source: less than
de_de: kleiner als
fr_fr: inférieur à
ja_jp: 次の値未満

source: missing entityId
de_de: Entitäts-ID fehlt
fr_fr: entityId manquant
ja_jp: entityId がありません

source: missing filters or name of the group
de_de: Filter oder Gruppenname fehlt
fr_fr: Il manque des filtres ou le nom du groupe
ja_jp: フィルタまたはグループ名がありません

source: missing groupId
de_de: Gruppen-ID fehlt
fr_fr: groupId manquant
ja_jp: groupId がありません

source: missing name of the group
de_de: Gruppenname fehlt
fr_fr: Le nom du groupe est manquant
ja_jp: グループ名がありません

source: missing target name of group
de_de: Zielname der Gruppe fehlt
fr_fr: Le nom cible du groupe est manquant
ja_jp: グループのターゲット名がありません

source: none
de_de: ohne
fr_fr: aucun(e)
ja_jp: なし

source: via
de_de: über
ja_jp: 経由

source: © %(year)s Splunk Inc. All rights reserved. All use of this Software is subject to the terms and conditions of the Splunk Software License Agreement.
de_de: © %(year)s Splunk Inc. Alle Rechte vorbehalten. Die gesamte Nutzung dieser Software unterliegt den Bedingungen der Splunk Software-Lizenzvereinbarung.
fr_fr: © %(year)s Splunk Inc. Tous droits réservés. L'utilisation dans son ensemble du présent logiciel est soumise aux conditions du Cotnrat de licence du logiciel Splunk.
ja_jp: © %(year)s Splunk Inc. All rights reserved. 本ソフトウェアの使用は、Splunk ソフトウェア使用許諾契約書の条項にすべて従います。

source: %(gigabytes)s GB
fr_fr: %(gigabytes)s Go

source: Splunk App for Infrastructure
fr_fr: Application Splunk pour les infrastructures

source: Splunk Insights for Infrastructure
fr_fr: Splunk Insights pour l’infrastructure

source: n/a
fr_fr: S/O
