Repository: TrellixVulnTeam/splunk-apps_AU3K
Catalog: splunk_app_infrastructure/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ja_jp

source: Deleting all groups will only remove them from the list. All associated alerts will also be deleted.
de_de: Durch das Löschen aller Gruppen werden diese nur aus der Liste entfernt. Alle zugehörigen Warnungen werden ebenfalls gelöscht.
fr_fr: Supprimer tous les groupes les retire uniquement de la liste. Toutes les alertes associées seront également supprimées.
ja_jp: グループをすべて削除しても、それらはリストから削除されるだけです。関連付けられているすべてのアラートも削除されます。

source: Deleting an entity will only remove it from the list. If an entity is still sending data, it will reappear after you delete it from the list.
de_de: Durch das Löschen einer Entität wird diese nur aus der Liste entfernt. Wenn eine Entität noch Daten sendet, werden diese wieder angezeigt, nachdem Sie sie aus der Liste gelöscht haben.
fr_fr: Supprimer une entité la retirera uniquement de la liste. Si une entité envoie encore des données, elle réapparaîtra après avoir été supprimée de la liste.
ja_jp: エンティティを削除してもリストから削除されるだけです。エンティティがまだデータを送信している場合は、リストから削除した後に再度表示されます。

source: Deleting the account. Do not refresh this page.
de_de: Das Konto wird gerade gelöscht. Aktualisieren Sie diese Seite nicht.
fr_fr: Suppression du compte. Ne pas actualiser la page.
ja_jp: アカウントを削除しています。このページを更新しないでください。

source: Deleting these groups will only remove them from the list. All associated alerts will also be deleted.
de_de: Durch das Löschen dieser Gruppen werden diese nur aus der Liste entfernt. Alle zugehörigen Warnungen werden ebenfalls gelöscht.
fr_fr: Supprimer tous ces groupes les retire uniquement de la liste. Toutes les alertes associées seront également supprimées.
ja_jp: これらのグループを削除しても、リストから削除されるだけです。関連付けられているすべてのアラートも削除されます。

source: Deleting this group will only remove it from the list. All associated alerts will also be deleted.
de_de: Durch das Löschen dieser Gruppe wird diese nur aus der Liste entfernt. Alle zugehörigen Warnungen werden ebenfalls gelöscht.
fr_fr: Supprimer ce groupe le retire uniquement de la liste. Toutes les alertes associées seront également supprimées.
ja_jp: このグループを削除しても、リストから削除されるだけです。関連付けられているすべてのアラートも削除されます。

source: Deleting...
de_de: Löschvorgang läuft...
fr_fr: Suppression...
ja_jp: 削除しています...

source: Deletion Failed
de_de: Löschen fehlgeschlagen
fr_fr: La suppression a échoué
ja_jp: 削除失敗

source: Deletion Successful
de_de: Löschen erfolgreich
fr_fr: La suppression a réussi
ja_jp: 削除成功

source: Deletion failed!
de_de: Löschen fehlgeschlagen!
fr_fr: La suppression a échoué.
ja_jp: 削除に失敗しました。

source: Deselect All
de_de: Auswahl für alle aufheben
fr_fr: Tout désélectionner
ja_jp: すべて選択解除

source: Detected role:
de_de: Erkannte Rolle:
fr_fr: Rôle désélectionné :
ja_jp: 検出されたロール:

source: Dimension Names
de_de: Dimensionsnamen
fr_fr: Noms des dimensions
ja_jp: ディメンション名

source: Dimension Values
de_de: Dimensionswerte
fr_fr: Valeurs des dimensions
ja_jp: ディメンション値

source: Dimension provided does not exist in dimensions object
de_de: Angegebene Dimension ist im Dimensionsobjekt nicht vorhanden
fr_fr: La dimension fournie n’existe pas dans l’objet Dimensions
ja_jp: 指定されたディメンションはディメンションオブジェクトに存在しません

source: Dimensions
de_de: Dimensionen
ja_jp: ディメンション

source: Dimensions are key/value pairs used for troubleshooting, analysis, and filtering hosts, e.g. location:seattle or role:webserver.
de_de: Dimensionen sind Schlüssel/Wert-Paare, die für die Fehlerbehebung, Analyse und Filterung von Hosts verwendet werden. Beispiele: location:seattle oder role:webserver.
fr_fr: Les dimensions sont des paires clé-valeur utilisées pour la résolution des problèmes, l’analyse et le filtrage des hôtes, comme location:seattle ou role:webserver.
ja_jp: ディメンションは、ホストのトラブルシューティング、分析、フィルタリングに使用されるキーと値のペアです。たとえば、location:seattle や role:webserver のように記述します。

source: Dimensions provided should be JSON object
de_de: Angegebene Dimensionen müssen ein JSON-Objekt sein
fr_fr: Les dimensions fournies doivent être des objets JSON
ja_jp: 指定されるディメンションは JSON オブジェクトでなければなりません

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
ja_jp: 無効

source: Don't have a license yet?
de_de: Sie haben noch keine Lizenz?
fr_fr: Vous n'avez pas encore reçu votre licence ?
ja_jp: ライセンスをお持ちではありませんか？

source: ENTITIES
de_de: ENTITÄTEN
fr_fr: ENTITÉS
ja_jp: エンティティ

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
ja_jp: 編集

source: Edit Alert
de_de: Benachrichtigung bearbeiten
fr_fr: Modifier l'alerte
ja_jp: アラートの編集

source: Email
ja_jp: メール

source: Email Recipients
de_de: E-Mail-Empfänger
fr_fr: Destinataires de l’email
ja_jp: メール受信者

source: Email Server Settings
de_de: E-Mail-Servereinstellungen
fr_fr: Paramètres du serveur de messagerie
ja_jp: メールサーバー設定

source: Email address(es) format is incorrect.
de_de: Das E-Mail-Adressformat ist falsch.
fr_fr: Le format des adresses email est incorrect.
ja_jp: メールアドレスの形式が正しくありません。

source: Email notification criteria is not one of the supported criteria
de_de: E-Mail-Benachrichtigungskriterien sind keine der unterstützten Kriterien
fr_fr: Le critère de notification par email ne fait pas partie des critères pris en charge
ja_jp: メール通知の基準はサポートされている基準には含まれていません

source: Email security
de_de: E-Mail-Sicherheit
fr_fr: Sécurité de la messagerie électronique
ja_jp: メールのセキュリティ

source: Email settings saved.
de_de: E-Mail-Einstellungen gespeichert.
fr_fr: Paramètres d’email enregistrés.
ja_jp: メール設定が保存されました。

source: Enable SSL
de_de: SSL aktivieren
fr_fr: Activer SSL
ja_jp: SSL を有効にする

source: Enable TLS
de_de: TLS aktivieren
fr_fr: Activer TLS
ja_jp: TLS を有効にする

source: Endpoint failed to update: %(element)s:%(expectedElement)s
de_de: Fehler bei der Aktualisierung des Endpunkts: %(element)s:%(expectedElement)s
fr_fr: La mise à jour du point de terminaison a échoué : %(element)s:%(expectedElement)s
ja_jp: エンドポイントの更新に失敗しました: %(element)s:%(expectedElement)s

source: Entities
de_de: Entitäten
fr_fr: Entités
ja_jp: エンティティ

source: Entity Alerts
de_de: Entitätsbenachrichtigungen
fr_fr: Alertes d’entité
ja_jp: エンティティアラート

source: Entity Name
de_de: Entitätsname
fr_fr: Nom de l'entité
ja_jp: エンティティの名前

source: Entity with id %(entity_id)s already exists.
de_de: Entität mit ID %(entity_id)s bereits vorhanden.
fr_fr: L’entité dont l’ID est %(entity_id)s existe déjà.
ja_jp: ID が %(entity_id)s のエンティティはすでに存在します。

source: Entity with id %(entity_id)s not found.
de_de: Entität mit ID %(entity_id)s nicht gefunden.
fr_fr: L’entité dont l’ID est %(entity_id)s est introuvable.
ja_jp: ID が %(entity_id)s のエンティティが見つかりません。

source: Error deleting VictorOps settings.
de_de: Fehler beim Löschen von VictorOps-Einstellungen.
fr_fr: Erreur lors de la suppression des paramètres VictorOps.
ja_jp: VictorOps 設定の削除中にエラーが発生しました。

source: Error loading VictorOps settings.
de_de: Fehler beim Laden von VictorOps-Einstellungen.
fr_fr: Erreur lors du chargement des paramètres VictorOps.
ja_jp: VictorOps 設定の読み込み中にエラーが発生しました。

source: Error saving VictorOps settings.
de_de: Fehler beim Speichern von VictorOps-Einstellungen.
fr_fr: Erreur lors de l’enregistrement des paramètres VictorOps.
ja_jp: VictorOps 設定の保存中にエラーが発生しました。

source: Error: Could not create account.
de_de: Fehler: Konto konnte nicht erstellt werden.
fr_fr: Erreur : impossible de créer le compte.
ja_jp: エラー: アカウントを作成できませんでした。

source: Error: Could not create input.
de_de: Fehler: Eingabe konnte nicht erstellt werden.
fr_fr: Erreur : impossible de créer l’entrée.
ja_jp: エラー: 入力を作成できませんでした。

source: Error: Could not update account.
de_de: Fehler: Konto konnte nicht aktualisiert werden.
fr_fr: Erreur : impossible de mettre à jour le compte.
ja_jp: エラー: アカウントを更新できませんでした。

source: Error: Could not update email settings.
de_de: Fehler: E-Mail-Einstellungen konnten nicht aktualisiert werden.
fr_fr: Erreur : impossible de mettre à jour les paramètres de messagerie.
ja_jp: エラー: メール設定を更新できませんでした。

source: Error: Could not update input.
de_de: Fehler: Eingabe konnte nicht aktualisiert werden.
fr_fr: Erreur : impossible de mettre à jour l’entrée.
ja_jp: エラー: 入力を更新できませんでした。

source: Error: Failed to calculate daily data ingestion
de_de: Fehler: Berechnen der täglichen Datenerfassung fehlgeschlagen
fr_fr: Erreur : le calcul de l’ingestion quotidienne de données a échoué
ja_jp: エラー: 毎日のデータ取得量の計算に失敗しました

source: Error: Failed to upload license
de_de: Fehler: Hochladen der Lizenz fehlgeschlagen
fr_fr: Erreur : l’importation de la licence a échoué
ja_jp: エラー: ライセンスをアップロードできませんでした

source: Expected dimensions to be a dict.
de_de: Erwartete Dimensionen müssen ein "dict" sein.
fr_fr: Les dimensions attendues étaient du type dict.
ja_jp: 想定されるディメンションは辞書になります。

source: Expected each key in dimensions to be a string, each value to be a list
de_de: Erwartet wird, dass jeder Schlüssel in Dimensionen eine Zeichenfolge und jeder Wert eine Liste ist
fr_fr: Chaque clé des dimensions aurait dû être une chaîne et chaque valeur, une liste
ja_jp: 想定されるディメンションの各キーは文字列、各値はリストになります

source: Expected metric name to be a string.
de_de: Der erwartete Metrikname muss eine Zeichenfolge sein.
fr_fr: Le nom de métrique attendu était une chaîne.
ja_jp: 想定されるメトリックス名は文字列になります。

source: Expected query param to be a dict
de_de: Der erwartete Abfrageparameter muss ein "dict" sein
fr_fr: Le paramètre de requête attendu était de type dict.
ja_jp: 想定されるクエリパラメータは辞書になります

source: Expired Date
de_de: Ablaufdatum
fr_fr: Date d’expiration
ja_jp: 失効日

source: Failed
de_de: Fehler
fr_fr: Échec
ja_jp: 失敗

source: Failed to %(method)s %(fullUrl)s
de_de: Fehler bei %(method)s %(fullUrl)s
fr_fr: L’exécution de %(method)s %(fullUrl)s a échoué
ja_jp: %(fullUrl)s に対する %(method)s の実行に失敗しました

source: Failed to POST %(fullUrl)s
de_de: Fehler bei POST %(fullUrl)s
fr_fr: L’exécution de POST %(fullUrl)s a échoué
ja_jp: %(fullUrl)s に対する POST の実行に失敗しました

source: Failed to bulk delete %(items)s
de_de: Fehler beim Löschen von %(items)s in einer Massenaktion
fr_fr: La suppression par lots de %(items)s a échoué
ja_jp: %(items)s の一括削除に失敗しました

source: Failed to bulk delete entities
de_de: Fehler beim Löschen von Entitäten in einer Massenaktion
fr_fr: La suppression par lots d’entités a échoué
ja_jp: エンティティの一括削除に失敗しました

source: Failed to create HEC token
de_de: Fehler beim Erstellen des HEC-Tokens
fr_fr: La création du token HEC a échoué
ja_jp: HEC トークンの作成に失敗しました

source: Failed to create HEC token: %(message)s
de_de: Fehler beim Erstellen des HEC-Tokens: %(message)s
fr_fr: La création du token HEC a échoué : %(message)s
ja_jp: HEC トークンの作成に失敗しました: %(message)s

source: Failed to create entity %(entity_id)s.
de_de: Fehler beim Erstellen der Entität %(entity_id)s.
fr_fr: La création de l’entité %(entity_id)s a échoué.
ja_jp: エンティティ %(entity_id)s の作成に失敗しました。

source: Failed to create the group %(group_title)s.
de_de: Fehler beim Erstellen der Gruppe %(group_title)s
fr_fr: La création du groupe %(group_title)s a échoué.
ja_jp: グループ %(group_title)s の作成に失敗しました。

source: Failed to delete %(name)s.
de_de: Fehler beim Löschen von %(name)s
fr_fr: La suppression de %(name)s a échoué.
ja_jp: %(name)s の削除に失敗しました。

source: Failed to delete this account.
de_de: Fehler beim Löschen dieses Kontos.
fr_fr: La suppression de ce compte a échoué.
ja_jp: このアカウントを削除できませんでした。

source: Failed to enable HEC.
de_de: Fehler beim Aktivieren von HEC.
fr_fr: L’activation de HEC a échoué.
ja_jp: HEC の有効化に失敗しました。

source: Failed to fetch HEC token: %(message)s
de_de: Fehler beim Abrufen des HEC-Tokens: %(message)s
fr_fr: La récupération du token HEC a échoué : %(message)s
ja_jp: HEC トークンの取得に失敗しました: %(message)s

source: Failed to fetch existing HEC tokens
de_de: Fehler beim Abrufen vorhandener HEC-Token
fr_fr: La récupération des tokens HEC existants a échoué
ja_jp: 既存の HEC トークンの取得に失敗しました

source: Failed to fetch info about the presence of Splunk Add-on for Amazon Web Services.
de_de: Fehler beim Abrufen von Informationen dazu, ob das Splunk Add-On for Amazon Web Services vorhanden ist
fr_fr: La récupération d'informations sur la présence de l’extension Splunk pour Amazon Web Services a échoué.
ja_jp: Amazon Web Services 用の Splunk アドオンの存在に関する情報の取得に失敗しました。

source: Failed to get HTTP Input settings
de_de: Fehler beim Abrufen von HTTP-Eingabeeinstellungen
fr_fr: L’obtention des paramètres d'entrée HTTP a échoué
ja_jp: HTTP 入力設定の取得に失敗しました

source: Failed to load entity information.
de_de: Fehler beim Laden von Informationen zur Entität.
fr_fr: Le chargement des informations sur l’entité a échoué.
ja_jp: エンティティ情報の読み込みに失敗しました。

source: Failed to load group information.
de_de: Fehler beim Laden von Informationen zur Gruppe.
fr_fr: Le chargement des informations sur le groupe a échoué.
ja_jp: グループ情報の読み込みに失敗しました。

source: Failed to update HEC token: %(message)s
de_de: Fehler beim Aktualisieren des HEC-Tokens: %(message)s
fr_fr: La mise à jour du token HEC a échoué : %(message)s
ja_jp: HEC トークンの更新に失敗しました: %(message)s

source: Failed to update entity %(entity_id)s.
de_de: Fehler beim Aktualisieren der Entität %(entity_id)s.
fr_fr: La mise à jour de l’entité %(entity_id)s a échoué.
ja_jp: エンティティ %(entity_id)s の更新に失敗しました。

source: Failed to update existing token information
de_de: Fehler beim Aktualisieren vorhandener Token-Informationen
fr_fr: La mise à jour des informations sur les tokens existants a échoué
ja_jp: 既存のトークン情報の更新に失敗しました

source: Failed to update the group %(group_title)s.
de_de: Fehler beim Aktualisieren der Gruppe %(group_title)s.
fr_fr: La mise à jour du groupe %(group_title)s a échoué.
ja_jp: グループ %(group_title)s の更新に失敗しました。

source: Fill in empty fields.
de_de: Füllen Sie alle leeren Felder aus.
fr_fr: Remplir les champs vides.
ja_jp: 空のフィールドに入力してください。

source: Filter criteria specified is not allowed!
de_de: Die angegebenen Filterkriterien sind unzulässig!
fr_fr: Le critère de filtrage spécifié n’est pas autorisé.
ja_jp: 指定されたフィルタ基準は許可されていません！

source: Filter dimensions
de_de: Dimensionen filtern
fr_fr: Filtrer les dimensions
ja_jp: ディメンションをフィルタリング

source: Filter/options are expected to be a dict
de_de: Es wird erwartet, dass Filter/Optionen ein "dict" sind
fr_fr: Le filtre/les options attendues étaient de type dict
ja_jp: フィルタ/オプションは辞書であることが想定されます

source: Find out more here
de_de: Hier erfahren Sie mehr dazu
fr_fr: Cliquez ici pour en savoir plus
ja_jp: 詳細はこちら

source: First check App for Infrustructure system requirements.
de_de: Überprüfen Sie zuerst die Systemanforderungen von App for Infrastructure.
fr_fr: Consultez d'abord la configuration système requise de l’application Splunk pour infrastructures.
ja_jp: 最初に、App for Infrustructure のシステム要件を確認してください。

source: Follow the instructions to collect data from your AWS instances.
de_de: Befolgen Sie die Anweisungen zum Sammeln von Daten von Ihren AWS-Instanzen.
fr_fr: Suivez les instructions pour collecter des données à partir de vos instances AWS.
ja_jp: 説明に従って AWS インスタンスからデータを収集します。

source: Follow the instructions to install an agent on your Linux machine.
de_de: Befolgen Sie die Anleitungen zum Installieren eines Agenten auf Ihrem Linux-Computer.
fr_fr: Suivez les instructions pour installer un agent sur votre machine Linux.
ja_jp: 説明に従って Linux マシンにエージェントをインストールします。

source: Follow the instructions to install an agent on your OSX machine.
de_de: Befolgen Sie die Anleitungen zum Installieren eines Agenten auf Ihrem OSX-Computer.
fr_fr: Suivez les instructions pour installer un agent sur votre machine Mac OS X.
ja_jp: 説明に従って OSX マシンにエージェントをインストールします。

source: Follow the instructions to install an agent on your Windows machine.
de_de: Befolgen Sie die Anleitungen zum Installieren eines Agenten auf Ihrem Windows-Computer.
fr_fr: Suivez les instructions pour installer un agent sur votre machine Windows.
ja_jp: 説明に従って Windows マシンにエージェントをインストールします。

source: For further info check App for Infrustructure system requirements.
de_de: Weitere Informationen finden Sie in den Systemanforderungen von App for Infrastructure.
fr_fr: Pour plus d’informations, consultez la configuration système requise de l’application Splunk pour infrastructures.
ja_jp: 詳細情報については、App for Infrustructure のシステム要件を確認してください。

source: For specific version support see documentation.
de_de: Informationen zur Unterstützung einer bestimmten Version finden Sie in der Dokumentation.
fr_fr: Consultez la documentation pour une aide propre à votre version.
ja_jp: 特定のバージョンのサポートについては、ドキュメントを参照してください。

source: GROUPED IN
de_de: GRUPPIERT IN
fr_fr: REGROUPÉ DANS
ja_jp: グループ化

source: Get better Support!
de_de: Helfen Sie uns, besseren Support zu leisten!
fr_fr: Bénéficiez d'une meilleure assistance !
ja_jp: 是非優れたサポートを受けてください！

source: Go to Add Data page to get started monitoring your infrastructure entities.
de_de: Wechseln Sie zur Seite "Daten hinzufügen", um mit dem Überwachen Ihrer Infrastrukturentitäten zu beginnen.
fr_fr: Rendez-vous sur la page Ajouter des données pour commencer à superviser les entités de votre infrastructure.
ja_jp: インフラストラクチャエンティティのモニターを開始するには、[データの追加] ページに移動します。

source: Go to Manage Apps > In the list of apps find: Splunk Add-on for Amazon Web Services App > Click Enable
de_de: Navigieren Sie zu "Apps verwalten" und dann in der Liste der Apps zu "Splunk Add-on for Amazon Web Services App". Klicken Sie auf "Aktivieren".
fr_fr: Rendez-vous dans Gérer les applications puis, dans la liste des applications, localisez Extension Splunk pour Amazon Web Services, et cliquez sur Activer
ja_jp: [App の管理] に移動します > App のリストで「Amazon Web Services 用の Splunk アドオン」を見つけます > [有効] をクリックします

source: Group %(name)s is created. Switch to group view to view all your saved groups.
de_de: Die Gruppe %(name)s wird erstellt. Wechseln Sie zur Gruppenansicht, um alle Ihre gespeicherten Gruppen anzuzeigen.
fr_fr: Le groupe %(name)s a été créé. Passez en vue Groupes pour voir tous vos groupes enregistrés.
ja_jp: グループ %(name)s が作成されました。保存されているすべてのグループを表示するには、グループビューに切り替えます。

source: Group %(name)s is updated. Switch to group view to view all your saved groups.
de_de: Die Gruppe %(name)s wird aktualisiert. Wechseln Sie zur Gruppenansicht, um alle Ihre gespeicherten Gruppen anzuzeigen.
fr_fr: Le groupe %(name)s a été mis à jour. Passez en vue Groupes pour voir tous vos groupes enregistrés.
ja_jp: グループ %(name)s が更新されました。保存されているすべてのグループを表示するには、グループビューに切り替えます。

source: Group Alerts
de_de: Gruppenbenachrichtigungen
fr_fr: Alertes du groupe
ja_jp: アラートのグループ化

source: Group Name
de_de: Gruppenname
fr_fr: Nom du groupe
ja_jp: グループ名

source: Group id %(group_id)s already exists
de_de: Gruppen-ID %(group_id)s bereits vorhanden.
fr_fr: Le groupe dont l’ID est %(group_id)s existe déjà
ja_jp: グループ ID %(group_id)s はすでに存在します

source: Group saved
de_de: Gruppe gespeichert
fr_fr: Groupe enregistré
ja_jp: グループが保存されました

source: Group updated
de_de: Gruppe aktualisiert
fr_fr: Groupe mis à jour
ja_jp: グループが更新されました

source: Group with id %(group_id)s cannot be found
de_de: Gruppe mit ID %(group_id)s nicht gefunden
fr_fr: Le groupe dont l’ID est %(group_id)s est introuvable
ja_jp: ID が %(group_id)s のグループが見つかりませんでした。

source: Groups
de_de: Gruppen
fr_fr: Groupes
ja_jp: グループ

source: HEC port
fr_fr: Port HEC
ja_jp: HEC ポート

source: HEC port is required to use the Easy Deployment Script
de_de: "HEC-Port" ist für das Verwenden des Skripts für einfache Verteilung erforderlich
fr_fr: Le port HEC est nécessaire pour utiliser le script de déploiement simplifié
ja_jp: Easy Deployment Script を使用するには、HEC ポートが必要です

source: HEC token
fr_fr: Token HEC
ja_jp: HEC トークン

source: HEC token is required to use the Easy Deployment Script
de_de: "HEC-Token" ist für das Verwenden des Skripts für einfache Verteilung erforderlich
fr_fr: Le token HEC est nécessaire pour utiliser le script de déploiement simplifié
ja_jp: Easy Deployment Script を使用するには、HEC トークンが必要です

source: Help improve Splunk products, services, and support for this deployment by automatically sending Splunk performance data
de_de: Helfen Sie mit, Produkte, Services und Support von Splunk für diese Verteilung zu verbessern, indem Sie Splunk-Leistungsdaten automatisch senden
fr_fr: Contribuez à l'amélioration des produits et services Splunk et de la prise en charge de ce déploiement en envoyant automatiquement des données de performances à Splunk
ja_jp: Splunk のパフォーマンスデータを自動的に送信することで、Splunk 製品とサービス、およびこれらの導入サポートの改善にご協力ください

source: Help make Splunk software better!
de_de: Helfen Sie uns dabei, Splunk-Software noch besser zu machen!
fr_fr: Aidez-nous à améliorer Splunk !
ja_jp: Splunk ソフトフェアをより良いものにしましょう！

source: Help us improve Splunk software
de_de: Helfen Sie uns, Splunk-Software zu verbessern
fr_fr: Aidez-nous à améliorer Splunk
ja_jp: Splunk ソフトフェアの改善を助ける

source: Help us improve your Splunk experience by sharing information about your Splunk software usage. Searches are run to collect this information.
de_de: Unterstützen Sie uns dabei, das Splunk-Benutzererlebnis zu verbessern, indem Sie uns Informationen über Ihre Nutzung der Splunk-Software geben. Diese Informationen werden mithilfe von Suchvorgängen gesammelt.
fr_fr: Aidez-nous à améliorer votre expérience Splunk en partageant des informations sur votre utilisation du logiciel Splunk. Des recherches sont exécutées pour collecter ces informations.
ja_jp: Splunk ソフトウェアの使用に関する情報を共有して、Splunk のエクスペリエンス向上を支援してください。サーチがこの情報を収集するために実行されます。

source: Host name is required to use the Easy Deployment Script
de_de: "Hostname" ist für das Verwenden des Skripts für einfache Verteilung erforderlich
fr_fr: Le nom d’hôte est nécessaire pour utiliser le script de déploiement simplifié
ja_jp: Easy Deployment Script を使用するには、ホスト名が必要です

source: Hostname or IP address
de_de: Hostname oder IP-Adresse
fr_fr: Nom d'hôte ou adresse IP
ja_jp: ホスト名または IP アドレス

source: How to upgrade
de_de: Informationen zur Aktualisierung
fr_fr: Comment mettre à niveau
ja_jp: アップグレード方法

source: Http Event Collector already enabled.
de_de: HTTP-Ereignissammlung bereits aktiviert.
fr_fr: Le Collecteur d'événements HTTP est déjà activé.
ja_jp: HTTP イベントコレクタはすでに有効になっています。

source: I authorize collection of anonymized information about software usage so Splunk can improve its products and services.
de_de: Ich gestatte die Erfassung anonymisierter Informationen über die Softwarenutzung, damit Splunk seine Produkte und Services verbessern kann.
fr_fr: J'autorise la collecte d'informations anonymes relatives à l'utilisation du logiciel afin de permettre à Splunk d'améliorer ses produits et services.
ja_jp: Splunk が製品とサービスの改良を行うため、ソフトウェアの使用状況に関する匿名情報の収集を許可します。

source: I authorize collection of information about software usage so Splunk can provide improved support and services for my deployment. Data will be linked to my account based on my installed licenses.
de_de: Ich gestatte die Erfassung von Informationen über die Softwarenutzung, damit Splunk den Support und die Services für meine Installation verbessern kann. Auf der Grundlage meiner installierten Lizenzen werden Daten mit meinem Konto verknüpft.
fr_fr: J'autorise la collecte d'informations relatives à l'utilisation du logiciel afin de permettre à Splunk d'améliorer l'assistance et les services associés à mon déploiement. Les données seront liées à mon compte en fonction de mes licences installées.
ja_jp: 私は、Splunk がデプロイのサポートとサービスの改良を行うために、ソフトウェアの使用状況に関する情報を収集することを許可します。データは、インストールされたライセンスに基づいて、私のアカウントにリンクされます。

source: Identifier dimensions provided should be list
de_de: Die angegebenen Bezeichnerdimensionen müssen eine Liste sein
fr_fr: Les dimensions d’identifiant fournies doivent être une liste
ja_jp: 指定された ID のディメンションはリストでなければなりません

source: If
de_de: Wenn
fr_fr: Si
ja_jp: 次の場合
