Repository: TrellixVulnTeam/splunk-apps_AU3K
Catalog: splunk_app_infrastructure/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ja_jp

source: If you do not want to participate, you may purchase a license to the product at which time you will have the ability opt out of data collection as described in the documentation.
de_de: Wenn Sie nicht teilnehmen möchten, können Sie eine Lizenz für das Produkt erwerben. Sie haben dann die Möglichkeit, die Datensammlung wie in der Dokumentation beschrieben zu deaktivieren.
fr_fr: Si vous ne souhaitez pas participer, vous pouvez acheter une licence du produit, ce qui vous permettra de refuser la collecte des données comme décrit dans la documentation.
ja_jp: 参加しない場合は、製品のライセンスを購入することができます。その場合、ドキュメントで説明されているようにデータ収集をオプトアウトできます。

source: Import signing keys when installing on Debian/Ubuntu (recommended)
de_de: Bei Installation unter Debian/Ubuntu Signaturschlüssel importieren (empfohlen)
fr_fr: Importer les clés de signature lors de l’installation sous Debian/Ubuntu (recommandé)
ja_jp: Debian/Ubuntu でのインストール時に署名キーをインポートする (推奨)

source: In order to receive alert emails, you may need to update your email settings.
de_de: Um Benachrichtigungs-E-Mails zu erhalten, müssen Sie möglicherweise Ihre E-Mail-Einstellungen aktualisieren.
fr_fr: Pour recevoir des emails d'alerte, vous devrez peut-être mettre à jour vos paramètres de messagerie.
ja_jp: アラートメールを受信する場合、メール設定の更新が必要になることがあります。

source: Inactive
de_de: Inaktiv
fr_fr: Inactif
ja_jp: 非アクティブ

source: Inconsistency detected in account info. Attempting to update AWS data source.
de_de: Inkonsistenz in den Kontoinformationen festgestellt. Es wird versucht, die AWS-Datenquelle zu aktualisieren.
fr_fr: Incohérence détectée dans les informations de votre compte. Tentative de mise à jour de la source de données AWS.
ja_jp: アカウント情報で不整合が検出されました。AWS データソースの更新を試みています。

source: Info
ja_jp: 情報

source: Informational dimensions provided should be list
de_de: Die angegebenen informativen Dimensionen müssen eine Liste sein
fr_fr: Les dimensions informatives fournies doivent être une liste
ja_jp: 指定されたディメンション情報はリストでなければなりません

source: Install Location
de_de: Speicherort der Installation
fr_fr: Emplacement d'installation
ja_jp: インストールの場所

source: Install directory
de_de: Installationsverzeichnis
fr_fr: Répertoire d’installation
ja_jp: インストールディレクトリ

source: Install location is required to use the Easy Deployment Script
de_de: "Speicherort der Installation" ist für das Verwenden des Skripts für einfache Verteilung erforderlich
fr_fr: L’emplacement d'installation est nécessaire pour utiliser le script de déploiement simplifié
ja_jp: Easy Deployment Script を使用するには、インストールの場所が必要です

source: Install location of %(packageName)s agent
de_de: Speicherort der Installation des %(packageName)s-Agenten
fr_fr: Emplacement d'installation de l’agent %(packageName)s
ja_jp: %(packageName)s エージェントのインストール場所

source: Instrumentation options are not available to non-admin users.
de_de: Instrumentierungsoptionen stehen nur Benutzern mit Administratorrechten zur Verfügung.
fr_fr: Les options d’instrumentation ne sont pas accessibles aux utilisateurs non administrateurs.
ja_jp: インストルメンテーションオプションは、管理者以外のユーザーは使用できません。

source: Instrumentation settings failed to update!
de_de: Instrumentierungseinstellungen konnten nicht aktualisiert werden!
fr_fr: La mise à jour des paramètres d’instrumentation a échoué.
ja_jp: インストルメンテーション設定の更新に失敗しました！

source: Instrumentation settings updated successfully!
de_de: Instrumentierungseinstellungen erfolgreich aktualisiert!
fr_fr: Les paramètres d'instrumentation ont bien été mis à jour.
ja_jp: インストルメンテーション設定が正常に更新されました！

source: Internal Server Error
de_de: Interner Serverfehler
fr_fr: Erreur interne du serveur
ja_jp: 内部サーバーエラー

source: Internet access
de_de: Internetzugriff
fr_fr: Accès Internet
ja_jp: インターネットアクセス

source: Invalid API key
de_de: Ungültiger API-Schlüssel
fr_fr: Clé d’API non valide
ja_jp: API キーが無効です

source: Invalid JSON supplied as part of query!
de_de: Als Teil der Abfrage wurde ungültiger JSON-Code angegeben!
fr_fr: JSON non valide fourni dans la requête.
ja_jp: クエリ内で指定された JSON が無効です！

source: Invalid JSON supplied to REST handler!
de_de: Dem REST-Handler wurde ungültiger JSON-Code angegeben!
fr_fr: JSON non valide fourni au gestionnaire REST.
ja_jp: REST ハンドラに指定された JSON が無効です！

source: Invalid alert. Missing required arguments.
de_de: Ungültige Benachrichtigung. Erforderliche Argumente fehlen.
fr_fr: Alerte non valide. Il manque des arguments requis.
ja_jp: アラートが無効です。必須の引数がありません。

source: Invalid email address provided
de_de: Ungültige E-Mail-Adresse angegeben
fr_fr: Adresse email fournie non valide
ja_jp: 指定されたメールアドレスが無効です

source: Invalid entity state
de_de: Ungültiger Entitätsstatus
fr_fr: État d’entité non valide
ja_jp: エンティティの状態が無効です

source: Invalid filter
de_de: Ungültiger Filter
fr_fr: Filtre invalide
ja_jp: フィルタが無効です

source: Invalid response from loadAverageMetricValue
de_de: Ungültige Antwort von loadAverageMetricValue
fr_fr: Réponse non valide de loadAverageMetricValue
ja_jp: loadAverageMetricValue からの応答が無効です

source: Invalid response returning group information!
de_de: Ungültige Antwort bei Rückgabe von Gruppeninformationen!
fr_fr: Réponse non valide retournant des informations de groupe.
ja_jp: グループ情報を返す応答が無効です！

source: Invalid routing key
de_de: Ungültiger Routing-Schlüssel
fr_fr: Clé de routage non valide
ja_jp: ルーティングキーが無効です

source: Invalid values for thresholds provided
de_de: Ungültige Werte für Schwellenwerte angegeben
fr_fr: Les valeurs fournies pour les seuils ne sont pas valides
ja_jp: 閾値に指定された値が無効です

source: Investigate
de_de: Untersuchen
fr_fr: Enquêter
ja_jp: 調査

source: Investigate Entity
de_de: Entität untersuchen
fr_fr: Enquêter sur l’entité
ja_jp: エンティティの調査

source: It may take up to 5 minutes to show entities in the UI.
de_de: Es kann bis zu 5 Minuten dauern, bis Entitäten auf der Benutzeroberfläche angezeigt werden.
fr_fr: L’affichage des entités dans l’interface peut prendre jusqu’à 5 minutes.
ja_jp: UI にエンティティが表示されるまでに最大 5 分かかります。

source: Just now
de_de: Jetzt gerade
fr_fr: En ce moment-même
ja_jp: ちょうど今

source: Key ID
de_de: Schlüssel-ID
fr_fr: ID clé
ja_jp: キー ID

source: Last %d day
de_de: Letzter %d Tag
fr_fr: Dernier %d jour
ja_jp: 過去 %d 日間

source: Last %d hour
de_de: Letzte %d Stunde
fr_fr: Dernière %d heure
ja_jp: 過去 %d 時間

source: Last %d minute
de_de: Letzte %d Minute
fr_fr: Dernière %d minute
ja_jp: 過去 %d 分間

source: Last Triggered Metric
de_de: Letzte ausgelöste Metrik
fr_fr: Dernière métrique déclenchée
ja_jp: 最後にトリガされたメトリックス

source: Last time data collected
de_de: Letzte Datensammlung
fr_fr: Heure de la dernière collecte de données
ja_jp: 最後に収集されたデータ

source: Learn More
de_de: Erfahren Sie mehr
fr_fr: En savoir plus
ja_jp: 詳細

source: License Name
de_de: Lizenzname
fr_fr: Nom de licence
ja_jp: ライセンス名

source: License Usage Data
de_de: Daten zur Lizenznutzung
fr_fr: Données d'utilisation de la licence
ja_jp: ライセンス使用量データ

source: License Volume
de_de: Lizenzvolumen
fr_fr: Volume de la licence
ja_jp: ライセンス容量

source: Loading AWS Account Information
de_de: AWS-Kontoinformationen werden geladen
fr_fr: Chargement des informations de compte AWS
ja_jp: AWS アカウント情報を読み込んでいます

source: Loading AWS Data Source Options
de_de: AWS-Datenquellenoptionen werden geladen
fr_fr: Chargement des options de source de données AWS
ja_jp: AWS データソースオプションを読み込んでいます

source: Loading IAM role Information
de_de: IAM-Rollenformationen werden geladen
fr_fr: Chargement des informations de rôle IAM
ja_jp: IAM ロール情報を読み込んでいます

source: Loading...
de_de: Ladevorgang läuft...
fr_fr: Chargement en cours...
ja_jp: ロード中...

source: Log Group Name
de_de: Gruppennamen protokollieren
fr_fr: Nom du groupe de logs
ja_jp: ロググループ名

source: Mail host
fr_fr: Hôte de messagerie
ja_jp: メールホスト

source: Malformed response received (readUserPrefs)
de_de: Falsch formatierte Antwort empfangen (readUserPrefs)
fr_fr: Froamt erroné de la réponse reçue (readUserPrefs)
ja_jp: 無効な形式の応答を受信しました (readUserPrefs)

source: Malformed response received (uploadLicense, userPrefs)
de_de: Falsch formatierte Antwort empfangen (uploadLicense, userPrefs)
fr_fr: Format erroné de la réponse reçue (uploadLicense, userPrefs)
ja_jp: 無効な形式の応答を受信しました (uploadLicense、userPrefs)

source: Manage app and add-on objects
de_de: Apps und Add-Ons verwalten
fr_fr: Gérer les objets d’application et d'extension
ja_jp: アプリとアドオンオブジェクトを管理

source: Maximum
ja_jp: 最大

source: Message: %(message)s
de_de: Meldung: %(message)s
ja_jp: メッセージ: %(message)s

source: Metric
de_de: Metrik
fr_fr: Métrique
ja_jp: メトリックス

source: Metric name is missing from metric SPL
de_de: Metrikname fehlt in SPL für Metrik
fr_fr: Le nom de la métrique est manquant dans le SPL de la métrique
ja_jp: メトリックス名がメトリック SPL にありません

source: Minimum
ja_jp: 最小

source: Missing required key: metric_name
de_de: Fehlender erforderlicher Schlüssel: metric_name
fr_fr: Il manque la clé requise metric_name
ja_jp: 必須のキー (metric_name) がありません

source: Missing required query parameter: query
de_de: Fehlender erforderlicher Abfrageparameter: query
fr_fr: Il manque le paramètre de requête requis query
ja_jp: 必須のクエリパラメータ (query) がありません

source: Monitoring machine
de_de: Monitoring-Computer
fr_fr: Machine de supervision
ja_jp: マシンをモニターしています

source: Name
fr_fr: Nom
ja_jp: 名前

source: Name cannot be empty
de_de: "Name" darf nicht leer sein
fr_fr: Le nom ne peut pas être vide
ja_jp: 名前は空欄にできません

source: No email_to provided
de_de: "email_to" nicht angegeben
fr_fr: L’adresse email_to n’a pas été fournie
ja_jp: email_to が指定されていません

source: No new entities connected yet...
de_de: Noch keine neuen Entitäten verbunden...
fr_fr: Aucune nouvelle entité n’a encore été associée...
ja_jp: 新しいエンティティはまだ接続されていません...

source: None
de_de: Ohne
fr_fr: Aucun(e)
ja_jp: なし

source: Not Found
de_de: Nicht gefunden
fr_fr: Introuvable
ja_jp: 見つかりません

source: Notify If
de_de: Benachrichtigen, wenn
fr_fr: Notifier si
ja_jp: 次の場合に通知:

source: Number of Entities
de_de: Anzahl der Entitäten
fr_fr: Nombre d’entités
ja_jp: エンティティ数

source: Off
de_de: Aus
fr_fr: Désactivé
ja_jp: オフ

source: Once the script finishes running, verify your data connection.
de_de: Sobald die Ausführung des Skripts beendet ist, überprüfen Sie Ihre Datenverbindung.
fr_fr: Une fois l’exécution du script terminée, vérifiez votre connexion de données.
ja_jp: スクリプトの実行が終了したら、データ接続を確認してください。

source: Once the script finishes running, your entities will appear as inactive.
de_de: Sobald die Ausführung des Skripts beendet ist, werden Ihre Entitäten als inaktiv angezeigt.
fr_fr: Une fois l’exécution du script terminée, vos entités apparaîtront comme inactives.
ja_jp: スクリプトの実行が終了すると、エンティティが非アクティブと表示されます。

source: Once your AWS account is added, verify your data connection
de_de: Sobald Ihr AWS-Konto hinzugefügt wurde, überprüfen Sie Ihre Datenverbindung.
fr_fr: Une fois votre compte AWS ajouté, vérifiez votre connexion de données.
ja_jp: AWS アカウントを追加したら、データ接続を確認してください

source: Only Admin user can access AWS configuration page.
de_de: Nur Benutzer mit Administratorrechten können auf die AWS-Konfigurationsseite zugreifen.
fr_fr: Seul un utilisateur administrateur peut accéder à la page de configuration AWS.
ja_jp: AWS 設定ページにアクセスできるのは、管理ユーザーのみです。

source: Only admin can delete the selected entities!
de_de: Nur ein Administrator kann die ausgewählten Entitäten löschen!
fr_fr: Seul un administrateur peut supprimer les entités sélectionnées.
ja_jp: 選択したエンティティを削除できるのは管理者のみです！

source: Only admin can delete the selected entity!
de_de: Nur ein Administrator kann die ausgewählte Entität löschen!
fr_fr: Seul un administrateur peut supprimer l’entité sélectionnée.
ja_jp: 選択したエンティティを削除できるのは管理者のみです！

source: Only admin can delete the selected group!
de_de: Nur ein Administrator kann die ausgewählte Gruppe löschen!
fr_fr: Seul un administrateur peut supprimer le groupe sélectionné.
ja_jp: 選択したグループを削除できるのは管理者のみです！

source: Only admin can delete the selected groups!
de_de: Nur ein Administrator kann die ausgewählten Gruppen löschen!
fr_fr: Seul un administrateur peut supprimer les groupes sélectionnés.
ja_jp: 選択したグループを削除できるのは管理者のみです！

source: Only alphanumeric characters, dash and underscore are allowed.
de_de: Nur alphanumerische Zeichen, Gedanken- und Unterstriche sind zulässig.
fr_fr: Seuls les caractères alphanumériques, le tiret et le tiret bas sont autorisés.
ja_jp: 英数字、ダッシュおよびアンダースコアのみ使用できます。

source: Only alphanumeric characters, dash, underscore, dot and dollar sign are allowed.
de_de: Nur alphanumerische Zeichen, Gedanken- und Unterstriche, Punkt und Dollarzeichen sind zulässig.
fr_fr: Seuls les caractères alphanumériques, le tiret, le tiret bas, le point et le symbole dollar sont autorisés.
ja_jp: 英数字、ダッシュ、アンダースコア、ピリオド、ドル記号のみ使用できます。

source: Only alphanumeric characters, dash, underscore, dot, dollar sign, space and wildcard filter values are allowed.
de_de: Nur alphanumerische Zeichen, Gedanken- und Unterstriche, Punkt, Dollarzeichen, Leerzeichen und Filterwerte von Platzhaltern sind zulässig.
fr_fr: Seuls les caractères alphanumériques, le tiret, le tiret bas, le point, le symbole dollar, l’espace et les caractères génériques sont autorisés.
ja_jp: 英数字、ダッシュ、アンダースコア、ピリオド、ドル記号、スペース、およびワイルドカードのフィルタ値のみ使用できます。

source: Only one wildcard character allowed.
de_de: Nur ein Platzhalterzeichen ist zulässig.
fr_fr: Un seul caractère générique autorisé.
ja_jp: ワイルドカード文字は 1 つだけ使用できます。

source: Only the characters A-Z, a-z, 0-9, -, _, . are allowed in the name.
de_de: Nur die Zeichen A-Z, a-z, 0-9, -, _, . sind im Namen zulässig.
fr_fr: Seuls les caractères A-Z, a-z, 0-9, -, _ et . sont autorisés dans le nom.
ja_jp: 名前に使用できる文字や記号は、A～Z、a～z、0～9、-、_、. (ピリオド) のみです。

source: Operating system support for data collection
de_de: Betriebssystemunterstützung für Datensammlung
fr_fr: Prise en charge du système d’exploitation pour la collecte de données
ja_jp: データ収集用のオペレーティングシステムサポート

source: Overview
de_de: Übersicht
fr_fr: Présentation générale
ja_jp: 概要

source: Participation in our analytics program is required at the free tier.
de_de: Auf der kostenlosen Speicherebene ist die Teilnahme an unserem Analyseprogramm erforderlich.
fr_fr: La participation à notre programme d'analyse est obligatoire avec la version gratuite.
ja_jp: 無料サービスの場合、分析プログラムに参加する必要があります。

source: Password
de_de: Passwort
fr_fr: Mot de passe
ja_jp: パスワード

source: Password does not match.
de_de: Passwort stimmt nicht überein.
fr_fr: Les mots de passe ne sont pas identiques.
ja_jp: パスワードが一致していません。

source: Password to use when authenticating with the SMTP server
de_de: Zu verwendendes Passwort bei der Authentisierung beim SMTP-Server
fr_fr: Mot de passe à utiliser lors de l'authentification auprès du serveur SMTP
ja_jp: SMTP サーバーで認証する際に使用するパスワード

source: Patents
de_de: Patente
fr_fr: Brevets
ja_jp: 特許権

source: Patents owned by Splunk Inc.
de_de: Splunk Inc. gehörende Patente
fr_fr: Brevets détenus par Splunk Inc.
ja_jp: Splunk Inc. が所有する特許

source: Pending
de_de: Ausstehend
fr_fr: En attente
ja_jp: 保留

source: Please check your network connection.
de_de: Prüfen Sie Ihre Netzwerkverbindung.
fr_fr: Veuillez vérifier votre connexion au réseau.
ja_jp: ネットワーク接続を確認してください。

source: Please install Splunk Add-on for Amazon Web Services app version that is supported by the App for Infrustructure.
de_de: Installieren Sie das Splunk Add-On für die Version der Amazon Web Services-App, die von App for Infrastructure unterstützt wird.
fr_fr: Veuillez installer la version de l’extension Splunk pour Amazon Web Services qui est prise en charge par l’application pour infrastructures.
ja_jp: App for Infrustructure でサポートされている Amazon Web Services アプリバージョン用の Splunk アドオンをインストールしてください。

source: Please reinstall Splunk Insights for Infrastructure. If the problem persists, contact Splunk support.
de_de: Installieren Sie Splunk Insights for Infrastructure erneut. Wenn das Problem fortbesteht, wenden Sie sich an den Splunk-Support.
fr_fr: Veuillez réinstaller Splunk Insights pour infrastructures. Si le problème persiste, contactez l’Assistance Splunk.
ja_jp: Splunk Insights for Infrastructure を再インストールしてください。問題が解決しない場合は、Splunk サポートまでお問い合わせください。

source: Please select notification condition and method.
de_de: Wählen Sie die Benachrichtigungsbedingung und -methode.
fr_fr: Veuillez sélectionner les conditions et la méthode de notification.
ja_jp: 通知条件とメソッドを選択してください。

source: REST method %(method)s not allowed
de_de: Die REST-Methode %(method)s ist nicht zulässig
fr_fr: La méthode REST %(method)s n’est pas autorisée
ja_jp: REST メソッド %(method)s は使用できません

source: Reading settings... Please wait...
de_de: Einstellungen werden gelesen... Bitte warten...
fr_fr: Lecture des paramètres... veuillez patienter...
ja_jp: 設定を読み込んでいます... しばらくお待ちください...

source: Receiver port
fr_fr: Port récepteur
ja_jp: 受信ポート

source: Receiver port is required to use the Easy Deployment Script
de_de: "Receiver-Port" ist für das Verwenden des Skripts für einfache Verteilung erforderlich
fr_fr: Le port récepteur est nécessaire pour utiliser le script de déploiement simplifié
ja_jp: Easy Deployment Script を使用するには、受信ポートが必要です

source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
ja_jp: 更新

source: Region Category
de_de: Regionskategorie
fr_fr: Catégorie de région
ja_jp: リージョンのカテゴリ

source: Remove
de_de: Entfernen
fr_fr: Retirer
ja_jp: 削除

source: Remove Credentials
de_de: Anmeldeinformationen entfernen
fr_fr: Supprimer les identifiants
ja_jp: 認証情報を削除

source: Required Field.
de_de: Pflichtfeld.
fr_fr: Champ obligatoire.
ja_jp: 必須フィールド。

source: Restart
de_de: Neustart
fr_fr: Redémarrer
ja_jp: 再起動

source: Restart Splunk
de_de: Splunk neu starten
fr_fr: Redémarrer Splunk
ja_jp: Splunk の再起動

source: Restart in progress...
de_de: Neustart wird ausgeführt...
fr_fr: Redémarrage en cours...
ja_jp: 再起動しています...

source: Return to Investigate page
de_de: Zurück zur Seite "Untersuchen"
fr_fr: Revenir à la page Enquêter
ja_jp: [調査] ページに戻る

source: Review the documentation for managing apps.
de_de: Konsultieren Sie die Dokumentation zur Verwaltung von Apps.
fr_fr: Consultez la documentation sur la gestion des applications.
ja_jp: App の管理についてのドキュメントを参照してください。

source: Routing Key
de_de: Routing-Schlüssel
fr_fr: Clé de routage
ja_jp: ルーティングキー

source: Routing key obtained through the VictorOps Splunk integration.
de_de: Über Integration von VictorOps und Splunk abgerufener Routing-Schlüssel.
fr_fr: Clé de routage obtenue via l’intégration VictorOps Splunk.
ja_jp: VictorOps Splunk 統合によって取得されたルーティングキー。

source: Running
de_de: Wird ausgeführt
fr_fr: Exécution
ja_jp: 実行中

source: Running the removal script stops all Splunk agents and removes all packages on the monitored entity. This process cannot be undone, and you will have to manually add new agents and packages to start collecting data again.
de_de: Durch die Ausführung des Entfernungsskripts werden alle Splunk-Agenten beendet und alle Pakete auf der überwachten Entität entfernt. Dieser Prozess kann nicht rückgängig gemacht werden, und Sie müssen manuell neue Agenten und Pakete hinzufügen, um die Datenerfassung wiederaufzunehmen.
fr_fr: L’exécution du script de suppression arrête tous les agents Splunk et supprime tous les packages de l’entité supervisée. Ce processus ne peut pas être annulé et vous devrez ajouter manuellement de nouveaux agents et packages pour recommencer à collecter des données.
ja_jp: 削除スクリプトを実行すると、すべての Splunk エージェントが停止し、モニター対象エンティティのすべてのパッケージが削除されます。このプロセスを元に戻すことはできません。データの収集を再開するには、新しいエージェントとパッケージを手動で追加する必要があります。

source: Save
de_de: Speichern
fr_fr: Enregistrer
ja_jp: 保存

source: Save Credentials
de_de: Anmeldeinformationen speichern
fr_fr: Enregistrer les identifiants
ja_jp: 認証情報を保存

source: Save Preferences
de_de: Einstellungen speichern
fr_fr: Enregistrer les préférences
ja_jp: 設定を保存

source: Save as group
de_de: Als Gruppe speichern
fr_fr: Enregistrer en tant que groupe
ja_jp: グループとして保存

source: Save as new group
de_de: Als neue Gruppe speichern
fr_fr: Enregistrer en tant que nouveau groupe
ja_jp: 新しいグループとして保存

source: Secret Key
de_de: Geheimer Schlüssel
fr_fr: Clé privée
ja_jp: 秘密キー

source: See all
de_de: Alle anzeigen
fr_fr: Tout afficher
ja_jp: すべて表示

source: Select All
de_de: Alle auswählen
fr_fr: Tout sélectionner
ja_jp: すべて選択

source: Select All %d Entities
de_de: Alle %d Entitäten auswählen
fr_fr: Sélectionner les %d entités
ja_jp: %d エンティティをすべて選択

source: Select All %d Groups
de_de: Alle %d Gruppen auswählen
fr_fr: Sélectionner les %d groupes
ja_jp: %d グループをすべて選択

source: Select...
de_de: Auswählen...
fr_fr: Sélectionner...
ja_jp: 選択...

source: Server
fr_fr: Serveur
ja_jp: サーバー

source: Server Logging
de_de: Serverprotokollierung
fr_fr: Journalisation du serveur
ja_jp: サーバーログ

source: Server Name:
fr_fr: Nom du serveur :
ja_jp: サーバー名:

source: Server error
de_de: Serverfehler
fr_fr: Erreur de serveur
ja_jp: サーバーエラー

source: Set the host that sends mail for this Splunk instance.
de_de: Legen Sie den Host fest, der die E-Mail für diese Splunk-Instanz sendet.
fr_fr: Définissez l'hôte qui envoie les emails pour cette instance de Splunk.
ja_jp: この Splunk インスタンスにメールを送信するホストを設定してください。

source: Setting up AWS data collection - this could take up to 2 minutes
de_de: Die AWS-Datenerfassung wird eingerichtet. Dieser Vorgang kann bis zu 2 Minuten dauern
fr_fr: Configuration de la collecte de données AWS – cela peut prendre jusqu’à 2 minutes
ja_jp: AWS データ収集を設定しています - これには最大 2 分かかります

source: Show Legend
de_de: Legende anzeigen
fr_fr: Afficher la légende
ja_jp: 凡例を表示

source: Specify HEC port of the machine you want to send metric data to, e.g. 8088
de_de: Geben Sie den HEC-Port des Computers an, an den Sie Metrikdaten senden möchten, z.B. 8088
fr_fr: Spécifiez le port HEC de la machine à laquelle vous voulez envoyer les données de métrique, 8088 par exemple
ja_jp: メトリックスデータの送信先マシンの HEC ポートを指定します (例: 8088)

source: Specify HEC token of the machine you want to send metric data to
de_de: Geben Sie das HEC-Token des Computers an, an den Sie Metrikdaten senden möchten
fr_fr: Spécifiez le token HEC de la machine à laquelle vous voulez envoyer les données de métrique
ja_jp: メトリックスデータの送信先マシンの HEC トークンを指定します

source: Specify configuration options
de_de: Konfigurationsoptionen angeben
fr_fr: Spécifiez les options de configuration
ja_jp: 設定オプションを指定します

source: Specify receiver port of the machine you want to send log data to, e.g. 9997
de_de: Geben Sie den Empfängerport des Computers an, an den Sie Protokolldaten senden möchten, z.B. 9997
fr_fr: Spécifiez le port récepteur de la machine à laquelle vous voulez envoyer les données de métrique, 9997 par exemple
ja_jp: ログデータの送信先マシンの受信ポートを指定します (例: 9997)

source: Specify the hostname or IP address of the machine you want to send data to, e.g. my.instance.domain.name
de_de: Geben Sie den Hostnamen oder die IP-Adresse des Computers an, an den Sie Daten senden möchten, z.B. meine.Instanz.Domäne.name
fr_fr: Spécifiez le nom d'hôte ou l’adresse IP de la machine à laquelle vous voulez envoyer les données, mon.instance.nom.de.domaine par exemple
ja_jp: データの送信先マシンのホスト名と IP アドレスを指定します (例: my.instance.domain.name)

source: Splunk Add-on for Amazon Web Services
fr_fr: Extension Splunk pour Amazon Web Services
ja_jp: Amazon Web Services 用の Splunk アドオン

source: Splunk Add-on for Amazon Web Services is disabled. It must be enabled to configure AWS.
de_de: Das Splunk Add-On for Amazon Web Services ist deaktiviert. Sie müssen es aktivieren, um AWS konfigurieren zu können.
fr_fr: L’extension Splunk pour Amazon Web Services est désactivée. Elle doit être activée pour configurer AWS.
ja_jp: Amazon Web Services 用の Splunk アドオンは無効です。AWS を設定するには、有効にする必要があります。
