Repository: TrellixVulnTeam/splunk-apps_AU3K
Catalog: splunk_app_infrastructure/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ja_jp

source: %(group_title)s already exists
de_de: %(group_title)s bereits vorhanden
fr_fr: %(group_title)s existe déjà
ja_jp: %(group_title)s はすでに存在します

source: %(group_title)s: group name cannot contain | or = or left empty
de_de: %(group_title)s: Gruppenname darf | und = nicht enthalten und nicht leer bleiben
fr_fr: %(group_title)s : le nom du groupe ne peut pas contenir les caractères | et = ou être vide
ja_jp: %(group_title)s: グループ名は、| や = を使ったり、空のままにしたりすることはできません

source: %(numberOfDays)s days
de_de: %(numberOfDays)s Tage
fr_fr: %(numberOfDays)s jours
ja_jp: %(numberOfDays)s 日

source: %(numberOfDays)sd ago
de_de: vor %(numberOfDays)sd
fr_fr: %(numberOfDays)sd avant
ja_jp: %(numberOfDays)sd 日前

source: %(numberOfHours)sh ago
de_de: vor %(numberOfHours)sh
fr_fr: %(numberOfHours)sh avant
ja_jp: %(numberOfHours)sh 時間前

source: %(numberOfMinutes)sm ago
de_de: vor %(numberOfMinutes)sm
fr_fr: %(numberOfMinutes)sm avant
ja_jp: %(numberOfMinutes)sm 分前

source: %d Available
de_de: %d verfügbar
fr_fr: %d disponible(s)
ja_jp: %d 個利用可能

source: %d Entity
de_de: %d Entität
fr_fr: %d entité
ja_jp: %d エンティティ

source: %d Entity Selected
de_de: %d Entität ausgewählt
fr_fr: %d entité sélectionnée
ja_jp: %d 件のエンティティが選択されました

source: %d Group
de_de: %d Gruppe
fr_fr: %d groupe
ja_jp: %d グループ

source: %d Group Selected
de_de: %d Gruppe ausgewählt
fr_fr: %d groupe sélectionné
ja_jp: %d 件のグループが選択されました

source: %d Healthy
de_de: %d fehlerfrei
fr_fr: %d en bonne santé
ja_jp: %d 件が健全

source: %d Log Source Selected
de_de: %d Protokollquelle ausgewählt
fr_fr: %d source de logs sélectionnée
ja_jp: %d 件のログソースが選択されました

source: %d Log source
de_de: %d Protokollquelle
fr_fr: %d source de logs
ja_jp: %d 件のログソース

source: %d Metric
de_de: %d Metrik
fr_fr: %d métrique
ja_jp: %d 件のメトリックス

source: %d Metric Selected
de_de: %d Metrik ausgewählt
fr_fr: %d métrique sélectionnée
ja_jp: %d 件のメトリクスが選択されました

source: %d N/A
de_de: %d –
fr_fr: %d S/O
ja_jp: %d 件が非該当

source: %d Per Page
de_de: %d pro Seite
fr_fr: %d par page
ja_jp: %d/ページ

source: %d Unavailable
de_de: %d nicht verfügbar
fr_fr: %d indisponible(s)
ja_jp: %d 件が利用不可

source: %d Unhealthy
de_de: %d nicht fehlerfrei
fr_fr: %d en mauvaise santé
ja_jp: %d 件が不健全

source: %d%% of the servers are inactive
de_de: %d %% der Server sind inaktiv
fr_fr: %d%% des serveurs sont inactifs
ja_jp: %d%% のサービスが非アクティブ

source: + Add Custom Source
de_de: + Benutzerdefinierte Quelle hinzufügen
fr_fr: + Ajouter une source personnalisée
ja_jp: + カスタムソースの追加

source: + Add New Threshold
de_de: + Neuen Schwellenwert hinzufügen
fr_fr: + Ajouter un nouveau seuil
ja_jp: + 新しい閾値の追加

source: + Alert Notification
de_de: + Benachrichtigung
fr_fr: + Notification d'alerte
ja_jp: + アラート通知

source: 10 seconds
de_de: 10 Sekunden
fr_fr: 10 secondes
ja_jp: 10 秒

source: 100% of the servers are active
de_de: 100 % der Server sind aktiv
fr_fr: 100 % des serveurs sont actifs
ja_jp: 100% のサービスがアクティブです

source: 3 minutes
de_de: 3 Minuten
ja_jp: 3 分

source: 30 seconds
de_de: 30 Sekunden
fr_fr: 30 secondes
ja_jp: 30 秒

source: 5 minutes
de_de: 5 Minuten
ja_jp: 5 分

source: 60 seconds
de_de: 60 Sekunden
fr_fr: 60 secondes
ja_jp: 60 秒

source: API Key
de_de: API-Schlüssel
fr_fr: Clé d'API
ja_jp: API キー

source: API key obtained through the VictorOps Splunk integration.
de_de: Über Integration von VictorOps und Splunk abgerufener API-Schlüssel.
fr_fr: Clé d'API obtenue via l’intégration VictorOps Splunk.
ja_jp: VictorOps Splunk 統合によって取得された API キー。

source: AUTO REFRESH
de_de: AUTOMATISCH AKTUALISIEREN
fr_fr: ACTUALISATION AUTOMATIQUE
ja_jp: 自動更新

source: AWS Entity Types
de_de: AWS-Entitätstypen
fr_fr: Types d'entité AWS
ja_jp: AWS エンティティ タイプ

source: AWS Regions
de_de: AWS-Regionen
fr_fr: Régions AWS
ja_jp: AWS リージョン

source: Action
de_de: Aktion
ja_jp: アクション

source: Actions
de_de: Aktionen
ja_jp: アクション

source: Active
de_de: Aktiv
fr_fr: Actif
ja_jp: アクティブ

source: Add AWS account
de_de: AWS-Konto hinzufügen
fr_fr: Ajouter un compte AWS
ja_jp: AWS アカウントを追加

source: Add AWS data source
de_de: AWS-Datenquelle hinzufügen
fr_fr: Ajouter une source de données AWS
ja_jp: AWS データソースを追加

source: After you run the script, the entity will appear as inactive. You must manually delete the entity to remove it from the instance.
de_de: Nachdem Sie das Skript ausgeführt haben, wird die Entität als inaktiv angezeigt. Sie müssen die Entität manuell löschen, um sie aus der Instanz zu entfernen.
fr_fr: Une fois que vous aurez exécuté le script, l’entité apparaîtra comme inactive. Vous devrez supprimer manuellement l’entité pour la retirer de l’instance.
ja_jp: スクリプトを実行すると、エンティティが非アクティブとして表示されます。インスタンスからエンティティを削除するには、エンティティを手動で削除する必要があります。

source: Aggregation method is missing from metric SPL
de_de: Aggregationsmethode fehlt in SPL für Metrik
fr_fr: La méthode d'agrégation est absente du SPL de la métrique
ja_jp: 集計方法がメトリックス SPL にありません

source: Alert Count
de_de: Anzahl der Benachrichtigungen
fr_fr: Nombre d'alertes
ja_jp: アラートカウント

source: Alert Creation Error
de_de: Fehler beim Erstellen der Benachrichtigung
fr_fr: Erreur de création d'alerte
ja_jp: アラート作成エラー

source: Alert with the specified name already exists.
de_de: Benachrichtigung mit dem angegebenen Namen bereits vorhanden.
fr_fr: Une alerte portant le nom spécifié existe déjà.
ja_jp: 指定された名前のアラートがすでに存在しています。

source: All data is retained until storage is full
de_de: Alle Daten werden solange aufbewahrt, bis der Speicher voll ist
fr_fr: Toutes les données sont conservées jusqu’à ce que le stockage soit plein
ja_jp: すべてのデータはストレージが一杯になるまで保持されます

source: All fields required
de_de: Alle Felder sind Pflichtfelder
fr_fr: Tous les champs sont obligatoires
ja_jp: すべてのフィールドが必須です

source: All inputs related to this account will also be deleted.
de_de: Alle Eingaben im Zusammenhang mit diesem Konto werden ebenfalls gelöscht.
fr_fr: Toutes les entrées relatives à ce compte seront également supprimées.
ja_jp: このアカウントに関連するすべての入力も削除されます。

source: An alert can not have multiple aggregations.
de_de: Eine Benachrichtigung kann nicht mehrere Aggregationen haben.
fr_fr: Une alerte ne peut pas comprendre plusieurs agrégations.
ja_jp: アラートに複数の集計を含めることはできません。

source: Analysis
de_de: Analyse
fr_fr: Analyse
ja_jp: 分析

source: Anonymized Usage Data
de_de: Anonymisierte Nutzungsdaten
fr_fr: Données d’utilisation anonymisées
ja_jp: 匿名化された使用量データ

source: Are you sure you want to delete %(name)s?
de_de: Möchten Sie %(name)s wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer %(name)s ?
ja_jp: %(name)s を削除してもよろしいですか？

source: Are you sure you want to delete all %d entities in this filter from your environment?
de_de: Sind Sie sicher, dass Sie alle %d Entitäten in diesem Filter aus Ihrer Umgebung löschen möchten?
fr_fr: Voulez-vous vraiment supprimer les %d entités présentes dans ce filtre de votre environnement ?
ja_jp: このフィルタ内の %d エンティティをすべて環境から削除してよろしいですか？

source: Are you sure you want to delete all %d groups in this filter from your environment?
de_de: Sind Sie sicher, dass Sie alle %d Gruppen in diesem Filter aus Ihrer Umgebung löschen möchten?
fr_fr: Voulez-vous vraiment supprimer les %d groupes présents dans ce filtre de votre environnement ?
ja_jp: このフィルタ内の %d グループをすべて環境から削除してよろしいですか？

source: Are you sure you want to delete the %d selected entities?
de_de: Möchten Sie die %d ausgewählten Entitäten wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer les %d entités sélectionnées ?
ja_jp: 選択した %d エンティティを削除してもよろしいですか？

source: Are you sure you want to delete the %d selected groups?
de_de: Möchten Sie die %d ausgewählten Gruppen wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer les %d groupes sélectionnés ?
ja_jp: 選択した %d グループを削除してもよろしいですか？

source: Are you sure you want to delete the entity %(name)s?
de_de: Möchten Sie die Entität %(name)s wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l’entité %(name)s ?
ja_jp: エンティティ %(name)s を削除してもよろしいですか？

source: Are you sure you want to delete the group %(name)s?
de_de: Möchten Sie die Gruppe %(name)s wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer le groupe %(name)s ?
ja_jp: グループ %(name)s を削除してもよろしいですか？

source: Are you sure you want to remove your VictorOps credentials?
de_de: Möchten Sie Ihre VictorOps-Anmeldeinformationen wirklich entfernen?
fr_fr: Voulez-vous vraiment supprimer vos identifiants VictorOps ?
ja_jp: VictorOps 認証情報を削除してもよろしいですか？

source: Are you sure you want to restart Splunk?
de_de: Möchten Sie Splunk wirklich neu starten?
fr_fr: Êtes-vous sûr de vouloir redémarrer Splunk ?
ja_jp: Splunk を再起動してもよろしいですか？

source: Attach IAM role
de_de: IAM-Rolle anhängen
fr_fr: Joindre un rôle IAM
ja_jp: IAM ロールの付加

source: Authenticated Install
de_de: Authentisierte Installation
fr_fr: Installation authentifiée
ja_jp: 認証インストール

source: Auto refresh in %(numberOfSeconds)ss
de_de: In %(numberOfSeconds)ss automatisch aktualisieren
fr_fr: Actualisation automatique dans %(numberOfSeconds)s s
ja_jp: %(numberOfSeconds)ss 秒で自動更新

source: Automatically share license usage data
de_de: Daten über die Lizenznutzung automatisch freigeben
fr_fr: Partager automatiquement les données d'utilisation de la licence
ja_jp: ライセンス使用状況データの自動共有

source: Availability
de_de: Verfügbarkeit
fr_fr: Disponibilité
ja_jp: 利用可能

source: Bad Request
de_de: Fehlerhafte Anforderung
fr_fr: Requête erronée
ja_jp: 無効な要求

source: Based on current ingestion rate.
de_de: Basierend auf der aktuellen Erfassungsrate.
fr_fr: En fonction du taux d’ingestion actuel.
ja_jp: 現在の取り込み速度に基づきます。

source: Batch saving failed: Batch is empty.
de_de: Speichern des Batch fehlgeschlagen: Batch ist leer.
fr_fr: L’enregistrement par lots a échoué : le lot est vide.
ja_jp: バッチ保存に失敗しました: バッチが空です。

source: Build
ja_jp: ビルド

source: Bulk Actions
de_de: Massenaktionen
fr_fr: Actions par lots
ja_jp: 一括アクション

source: Buy More Storage
de_de: Mehr Speicher kaufen
fr_fr: Acheter de l’espace de stockage supplémentaire
ja_jp: 追加のストレージを購入

source: Calculating daily data ingestion, Please Wait
de_de: Tägliche Datenerfassung wird berechnet. Bitte warten
fr_fr: Calcul de l’ingestion de données quotidienne, veuillez patienter
ja_jp: 毎日のデータ取得量を計算しています。しばらくお待ちください

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ja_jp: キャンセル

source: Cannot create alert without data.
de_de: Benachrichtigung kann ohne Daten nicht erstellt werden
fr_fr: Impossible de créer une alerte sans données.
ja_jp: データなしにアラートを作成することはできません。

source: Cannot create more than one VictorOps settings
de_de: Es kann nicht mehr als eine VictorOps-Einstellung erstellt werden
fr_fr: Impossible de créer plus d'un paramétrage VictorOps
ja_jp: 複数の VictorOps 設定を作成することはできません

source: Cannot delete a group that does not exist
de_de: Eine nicht vorhandene Gruppe kann nicht gelöscht werden
fr_fr: Impossible de supprimer un groupe qui n’existe pas
ja_jp: 存在しないグループは削除できません

source: Cannot delete alert with name %(alert_name)s
de_de: Benachrichtigung mit dem Namen %(alert_name)s kann nicht gelöscht werden
fr_fr: Impossible de supprimer l’alerte nommée %(alert_name)s
ja_jp: 名前が %(alert_name)s のアラートは削除できません

source: Cannot delete entity with id %(entity_id)s
de_de: Entität mit der ID %(entity_id)s kann nicht gelöscht werden
fr_fr: Impossible de supprimer l’entité dont l’ID est %(entity_id)s
ja_jp: ID が %(entity_id)s のエンティティは削除できません

source: Cannot delete the selected entities!
de_de: Die ausgewählten Entitäten können nicht gelöscht werden!
fr_fr: Impossible de supprimer les entités sélectionnées.
ja_jp: 選択したエンティティを削除できません！

source: Cannot delete the selected entity!
de_de: Die ausgewählte Entität kann nicht gelöscht werden!
fr_fr: Impossible de supprimer l’entité sélectionnée.
ja_jp: 選択したエンティティを削除できません！

source: Cannot delete the selected group!
de_de: Die ausgewählte Gruppe können nicht gelöscht werden!
fr_fr: Impossible de supprimer le groupe sélectionné.
ja_jp: 選択したグループを削除できません！

source: Cannot delete the selected groups!
de_de: Die ausgewählten Gruppen können nicht gelöscht werden!
fr_fr: Impossible de supprimer les groupes sélectionnés.
ja_jp: 選択したグループを削除できません！

source: Cannot find the collector configuration with id %(id)s!
de_de: Sammlungskonfiguration mit der ID %(id)s nicht gefunden!
fr_fr: Impossible de localiser la configuration de collecteur dont l’ID est %(id)s.
ja_jp: ID が %(id)s のコレクタ設定が見つかりませんでした！

source: Cannot find the entity with id %(entity_id)s.
de_de: Entität mit der ID %(entity_id)s nicht gefunden.
fr_fr: Impossible de localiser l’entité dont l’ID est %(entity_id)s.
ja_jp: ID が %(entity_id)s のエンティティが見つかりませんでした。

source: Cannot find the group with id %(group_id)s
de_de: Gruppe mit der ID %(group_id)s nicht gefunden
fr_fr: Impossible de localiser le groupe dont l’ID est %(group_id)s.
ja_jp: ID が %(group_id)s のグループが見つかりませんでした

source: Cannot get collector or entities info from group '%(group_name)s'
de_de: Sammlungs- oder Entitätsinformationen können nicht aus der Gruppe'%(group_name)s' abgerufen werden.
fr_fr: Impossible d'obtenir des informations de collecteur ou d’entités du groupe %(group_name)s
ja_jp: グループ '%(group_name)s' からコレクタまたはエンティティの情報を取得できません

source: Cannot get count of groups
de_de: Anzahl der Gruppen kann nicht abgerufen werden
fr_fr: Impossible d'obtenir le nombre de groupes
ja_jp: グループのカウントを取得できません

source: Cannot get entities within group '%(group_name)s'
de_de: Entitäten in der Gruppe'%(group_name)s' können nicht abgerufen werden
fr_fr: Impossible d'obtenir les entités du groupe %(group_name)s
ja_jp: グループ '%(group_name)s' 内のエンティティを取得できません

source: Cannot get matching groups with given entity information
de_de: Anhand der angegebenen Entitätsinformationen können keine übereinstimmenden Gruppen ermittelt werden
fr_fr: Impossible d’obtenir des groupes correspondants avec les informations d’entité données
ja_jp: 与えられたエンティティ情報と一致するグループを取得できません

source: Cannot list all of the collector configurations saved!
de_de: Es können nicht alle gespeicherten Sammlungskonfigurationen aufgelistet werden!
fr_fr: Impossible de lister toutes les configurations de collecteur enregistrées.
ja_jp: 保存されている一部のコレクタ設定をリストに表示できません！

source: Cannot list all of the collector configurations saved.
de_de: Es können nicht alle gespeicherten Sammlungskonfigurationen aufgelistet werden.
fr_fr: Impossible de lister toutes les configurations de collecteur enregistrées.
ja_jp: 保存されている一部のコレクタ設定をリストに表示できません。

source: Cannot list all of the entities saved.
de_de: Es können nicht alle gespeicherten Entitäten aufgelistet werden.
fr_fr: Impossible de lister toutes les entités enregistrées.
ja_jp: 保存されている一部のエンティティをリストに表示できません。

source: Cannot list all of the groups saved
de_de: Es können nicht alle gespeicherten Gruppen aufgelistet werden
fr_fr: Impossible de lister tous les groupes enregistrés
ja_jp: 保存されている一部のグループをリストに表示できません

source: Cannot list collector configs
de_de: Sammlungskonfigurationen können nicht aufgelistet werden
fr_fr: Impossible de lister les configurations de collecteur
ja_jp: コレクタの設定をリストに表示できません

source: Cannot modify a group that does not exist
de_de: Eine nicht vorhandene Gruppe kann nicht geändert werden
fr_fr: Impossible de modifier un groupe qui n’existe pas
ja_jp: 存在しないグループは変更できません

source: Cannot parse query parameter. Expected format is {<dimension name>: [ <dimension values, wildcards>]}
de_de: Abfrageparameter können nicht analysiert werden. Das erwartete Format ist {<dimension name>: [<dimension values, wildcards>]}
fr_fr: Impossible de lire le paramètre de la requête. Format attendu : {<dimension name>: [ <dimension values, wildcards>]}
ja_jp: クエリパラメータを解析できません。想定される形式は、{<dimension name>: [ <dimension values, wildcards>]} です

source: Cannot parse query parameter. Expected format is {metric_name: <metric_name>, dimensions: {<dimension name>: [<dimension values, wildcards>]}}
de_de: Abfrageparameter können nicht analysiert werden. Das erwartete Format ist {Metrikname: <metric_name>, Dimensionen: {<dimension name>: [<dimension values, wildcards>]}}
fr_fr: Impossible de lire le paramètre de la requête. Format attendu : {nom_métrique: <metric_name>, dimensions: {<dimension name>: [<dimension values, wildcards>]}}
ja_jp: クエリパラメータを解析できません。想定される形式は、{metric_name: <metric_name>, dimensions: {<dimension name>: [<dimension values, wildcards>]}} です。

source: Cannot prefix a dimension name with a "_", ":" or "="
de_de: Einem Dimensionsnamen kann kein Präfix des Typs "_", ":" oder "=" vorangestellt werden.
fr_fr: Impossible de préfixer un nom de dimension par "_", ":" or "="
ja_jp: ディメンション名の前に "_"、":"、または "=" を付けることはできません

source: Certain features and functionalities of this Software are or may be protected by patents owned by Splunk Inc.
de_de: Bestimmte Features und Funktionen dieser Software sind (möglicherweise) durch ausgewiesene Patente von Splunk Inc. geschützt.
fr_fr: Certaines caractéristiques et fonctionnalités de ce logiciel sont ou peuvent être protégées par des brevets de Splunk Inc.
ja_jp: 本ソフトウェアの特定の特徴や機能は Splunk Inc. 所有の特許権で保護されている場合があります。

source: Chart Options
de_de: Diagrammoptionen
fr_fr: Options de graphique
ja_jp: グラフオプション

source: Check with SMTP server admin. When SSL is enabled, mail host should include the port. IE: smtp.splunk.com:465
de_de: Wenden Sie sich an den SMTP-Server-Administrator. Bei Aktivierung von SSL muss "mail host" den Port enthalten. IE: smtp.splunk.com:465
fr_fr: Vérifiez auprès de l'administrateur du serveur SMTP. Si le protocole SSL est activé, l'hôte de messagerie doit comprendre le port, c-à-d smtp.splunk.com:465
ja_jp: SMTP サーバー管理で確認します。 SSL を有効にした場合、メールホストにはポートを指定する必要があります。例: smtp.splunk.com:465

source: Clear Selection
de_de: Auswahl aufheben
fr_fr: Supprimer la sélection
ja_jp: 選択のクリア

source: Close
de_de: Schließen
fr_fr: Fermer
ja_jp: 閉じる

source: CloudWatch Logs
de_de: CloudWatch-Protokolle
fr_fr: Logs CloudWatch
ja_jp: CloudWatch ログ

source: Collect
de_de: Sammeln
fr_fr: Collecter
ja_jp: 収集

source: Collect data for each CPU
de_de: Daten für jede CPU sammeln
fr_fr: Collecter des données pour chaque processeur
ja_jp: CPU ごとにデータを収集

source: Collect data from
de_de: Daten sammeln aus
fr_fr: Collecter des données à partir de
ja_jp: データの収集元:

source: Collect internal logs for debugging
de_de: Interne Protokolle für Debuggen sammeln
fr_fr: Collecter les logs internes à des fins de débogage
ja_jp: デバッグ用に内部ログを収集

source: Collect sum for all CPUs
de_de: Summe für alle CPUs sammeln
fr_fr: Collecter la somme pour tous les processeurs
ja_jp: すべての CPU の合計を収集

source: Color by
de_de: Farbe gemäß
fr_fr: Couleur par
ja_jp: 色分けの基準

source: Color by: %(label)s
de_de: Farbe gemäß: %(label)s
fr_fr: Couleur par : %(label)s
ja_jp: 色分けの基準: %(label)s

source: Color by: Percent Available
de_de: Farbe gemäß: Verfügbarer Prozentsatz
fr_fr: Couleur par : pourcentage disponible
ja_jp: 色分けの基準: 使用可能なパーセンテージ

source: Configure Identity and Access Management
de_de: Identitäts- und Zugriffsverwaltung konfigurieren
fr_fr: Configurer la gestion des identités et des accès
ja_jp: ID とアクセス管理を設定

source: Configure Integrations
de_de: Integrationen konfigurieren
fr_fr: Configurer les intégrations
ja_jp: 統合を設定

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmez le mot de passe
ja_jp: パスワードの確認

source: Congratulations, you've got %d entity coming in.
de_de: Glückwunsch, es geht %d Entität ein.
fr_fr: Félicitations, %d entité arrive.
ja_jp: おめでとうございます、%d エンティティを取得しました。

source: Connect to your AWS account
de_de: Mit Ihrem AWS-Konto verbinden
fr_fr: Connectez-vous à votre compte AWS
ja_jp: AWS アカウントへの接続

source: Connecting to AWS Account, Please Wait
de_de: Verbindung mit Ihrem AWS-Konto wird hergestellt. Bitte warten
fr_fr: Connexion à votre compte AWS, veuillez patienter
ja_jp: AWS アカウントに接続しています。しばらくお待ちください

source: Copied!
de_de: Kopiert!
fr_fr: Copié !
ja_jp: コピーが完了しました！

source: Copy and paste the following into the command line of your entity
de_de: Folgendes kopieren und in die Befehlszeile Ihrer Entität einfügen
fr_fr: Copiez et collez ce qui suit sur la ligne de commande de votre entité
ja_jp: 以下をコピーしてエンティティのコマンドラインに貼り付けます

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
fr_fr: Copier dans le presse-papiers
ja_jp: クリップボードにコピー

source: Create Alert
de_de: Benachrichtigung erstellen
fr_fr: Créer une alerte
ja_jp: アラートの作成

source: Create group from filter
de_de: Gruppe anhand von Filter erstellen
fr_fr: Créer un groupe à partir du filtre
ja_jp: フィルタからグループを作成

source: Credentials could not be authenticated with VictorOps
de_de: Anmeldeinformationen konnten nicht bei VictorOps authentisiert werden
fr_fr: Les identifiants n’ont pas pu être authentifiés avec VictorOps
ja_jp: 資格情報を VictorOps で認証できませんでした

source: Critical
de_de: Kritisch
fr_fr: Critique
ja_jp: 致命的

source: Critical has to be greater than Warning.
de_de: "Kritisch" muss größer als "Warnung" sein.
fr_fr: La valeur d'alerte Critique doit être supérieure à celle de l’Avertissement.
ja_jp: 「致命的」は「警告」よりも大きくなければなりません。

source: Critical has to be less than Warning.
de_de: "Kritisch" muss kleiner als "Warnung" sein.
fr_fr: La valeur d'alerte Critique doit être inférieure à celle de l’Avertissement.
ja_jp: 「致命的」は「警告」よりも小さくなければなりません。

source: Current License
de_de: Aktuelle Lizenz
fr_fr: Licence actuelle
ja_jp: 現在のライセンス

source: Current Severity
de_de: Aktueller Schweregrad
fr_fr: Niveau de gravité actuel
ja_jp: 現在の重大度

source: Customize
de_de: Anpassen
fr_fr: Personnaliser
ja_jp: カスタマイズ

source: Customize Data Collection
de_de: Datensammlung anpassen
fr_fr: Personnaliser la collecte des données
ja_jp: データコレクションのカスタマイズ

source: Daily Data Ingestion per Data Type (GB)
de_de: Tägliche Datenerfassung pro Datentyp (GB)
fr_fr: Ingestion quotidienne de données par type de données (Go)
ja_jp: データタイプ別の 1 日当たりのデータ取得量 (GB)

source: Data to be collected
de_de: Zu sammelnde Daten
fr_fr: Données à collecter
ja_jp: 取得されるデータ

source: Days of Data Retention
de_de: Tage für Datenaufbewahrung
fr_fr: Durée de conservation des données en jours
ja_jp: データ保持日数

source: Delete
de_de: Löschen
fr_fr: Supprimer
ja_jp: 削除

source: Delete %d Entities
de_de: %d Entitäten löschen
fr_fr: Supprimer %d entités
ja_jp: %d エンティティを削除

source: Delete %d Groups
de_de: %d Gruppen löschen
fr_fr: Supprimer %d groupes
ja_jp: %d グループを削除

source: Delete AWS data source
de_de: AWS-Datenquelle löschen
fr_fr: Supprimer la source de données AWS
ja_jp: AWS データソースを削除

source: Delete Account
de_de: Konto löschen
fr_fr: Supprimer le compte
ja_jp: アカウントを削除

source: Delete Alert
de_de: Benachrichtigung löschen
fr_fr: Supprimer l'alerte
ja_jp: アラートの削除

source: Delete All Entities
de_de: Alle Entitäten löschen
fr_fr: Supprimer toutes les entités
ja_jp: すべてのエンティティを削除

source: Delete All Groups
de_de: Alle Gruppen löschen
fr_fr: Supprimer tous les groupes
ja_jp: すべてのグループを削除

source: Delete Entity
de_de: Entität löschen
fr_fr: Supprimer l’entité
ja_jp: エンティティを削除

source: Delete Failure
de_de: Fehler löschen
fr_fr: Supprimer l'échec
ja_jp: 失敗を削除

source: Delete Group
de_de: Gruppe löschen
fr_fr: Supprimer le groupe
ja_jp: グループを削除

source: Delete Selected Entities
de_de: Ausgewählte Entitäten löschen
fr_fr: Supprimer les entités sélectionnées
ja_jp: 選択したエンティティを削除

source: Delete Selected Groups
de_de: Ausgewählte Gruppen löschen
fr_fr: Supprimer les groupes sélectionnés
ja_jp: 選択したグループを削除

source: Delete query can not be empty
de_de: Löschabfrage darf nicht leer sein
fr_fr: Supprimer la requête ne peut pas être vide
ja_jp: 削除クエリは空にできません

source: Delete this account
de_de: Dieses Konto löschen
fr_fr: Supprimer ce compte
ja_jp: このアカウントを削除
